Repository: tosyak/saturn.love
Catalog: lib/l10n/app_*.arb
Languages: ru

# offerPage21
source: 4.4 In case of improper execution of the Order through the fault of the Seller, the re-sale of the Order is free of charge.
ru: 4.4. В случае ненадлежащего исполнения Заказа по вине Продавца повторная реализация Заказа осуществляется бесплатно.

# offerPage22
source: 5. Payment for the Order
ru: 5. Оплата Заказа

# offerPage23
source: 5.1 Payment for the fulfilled Order is made by the Buyer's transfer of funds to the Seller's employee. The confirmation of payment of the executed Order is a receipt.
ru: 5.1. Оплата исполненного Заказа осуществляется путем передачи Покупателем денежных средств сотруднику Продавца. Подтверждением оплаты исполненного Заказа является чек.

# offerPage24
source: 5.2 The prices for the Services specified on the website "https://saturn.love" can be changed by the Seller unilaterally without notice to the Buyer. In case the price of the ordered Services changes, the Operator shall be obliged to inform the Buyer about such changes as soon as possible. The Buyer shall have the right to confirm or cancel the Order. In case of absence of communication with the Buyer, the Order shall be considered cancelled within 14 calendar days from the moment of execution.
ru: 5.2. Цены на Услуги, указанные на интернет-сайте «https://saturn.love», могут быть изменены Продавцом в одностороннем порядке без уведомления Покупателя. В случае изменения цены на заказанные Услуги, Оператор обязуется в кратчайшие сроки проинформировать Покупателя о таком изменении. Покупатель вправе подтвердить либо аннулировать Заказ. В случае отсутствия связи с Покупателем Заказ считается аннулированным в течение 14 календарных дней с момента оформления.

# offerPage25
source: 5.3.Money is accepted by cashless payment.
ru: 5.3.Денежные средства принимаются безналичным платежом.

# offerPage26
source: 6. Return of the Order
ru: 6. Возврат Заказа

# offerPage27
source: 6.1 In accordance with clause 4 of Art. 26.1 of the RF Law № 2300-I "On Protection of Consumer Rights" the Buyer has the right to refuse the ordered Service at any time before the execution of the Order.
ru: 6.1. В соответствии с п. 4. ст. 26.1. Закона РФ № 2300-I «О Защите прав потребителей» Покупатель вправе отказаться от заказанной Услуги в любое время до момента исполнения Заказа.

# offerPage28
source: 6.2 The Buyer does not have the right to refuse the paid Order (or its part) of proper quality, which has individually defined properties.
ru: 6.2. Покупатель не вправе отказаться от оплаченного Заказа (или его части) надлежащего качества, имеющего индивидуально определённые свойства.

# offerPage29
source: 6.3 If the Service is of improper quality, the Buyer undertakes to contact the Seller as soon as possible.
ru: 6.3. В случае предоставления Услуги ненадлежащего качества, Покупатель обязуется обратиться к Продавцу в максимально короткие сроки.

# offerPage30
source: 6.4 In accordance with Art. 22 of the RF Law № 2300-I "On Protection of Consumer Rights" the amount paid by the Buyer for the Service of improper quality shall be returned to the Buyer within 10 calendar days from the date of the relevant request. The refund shall be made in cash in the office of the Seller. If the Service was paid through the electronic payment system, the refund shall be made to the Buyer's electronic account within 5 working days.
ru: 6.4. В соответствии со ст. 22 Закона РФ № 2300-I «О Защите прав потребителей» уплаченная Покупателем сумма за Услугу ненадлежащего качества подлежит возврату Покупателю в течение 10 календарных дней с момента предъявления соответствующего требования. Возврат денежных средств осуществляется наличными в офисе Продавца. В случае, если Услуга был оплачена через систему электронных платежей, то возврат денежных средств осуществляется на электронный счет Покупателя в течение 5-ти рабочих дней.

# offerPage31
source: 6.5 To get a refund for the Service of proper quality (rendered in accordance with the description posted on the website https://saturn.love), the following conditions must be met:
ru: 6.5. Для возврата денежных средств за Услугу надлежащего качества (оказанную в соответствии с описанием, размещенным на интернет-сайте https://saturn.love), должны быть выполнены следующие условия:

# offerPage32
source: - The start date of the subscription (service) must be later than the current date. That is, the subscription must not have started yet.
ru: - Дата начала подписки (услуги) должна быть позже текущей даты. То есть подписка не должна еще начаться.

# offerPage33
source: - Data proving inadequate quality of service must be provided in writing.
ru: - Должны быть предоставлены данные доказывающие ненадлежащее качество услуги в письменном виде.

# offerPage34
source: In other cases, there is no refund for a service of proper quality.
ru: В остальных случаях возврат денежных средств за услугу надлежащего качества невозможен.

# offerPage35
source: 6.6 In order to return money for a service of improper quality (provided not according to the description posted on the website https://saturn.love), a bill or act of return of money, which specifies:
ru: 6.6. Для возврата денежных средств за услугу не надлежащего качества (оказанную не в соответствии с описанием, размещенным на интернет-сайте https://saturn.love), составляются накладная или акт о возврате денежных средств, в котором указываются:

# offerPage36
source: - full firm name of the Seller;
ru: - полное фирменное наименование Продавца;

# offerPage37
source: - surname, first name, patronymic and passport data of the Buyer;
ru: - фамилия, имя, отчество и паспортные данные Покупателя;

# offerPage38
source: - name of the Service;
ru: - наименование Услуги;

# offerPage39
source: - the reason for the refund for the Service;
ru: - причина возврата денежных средств за Услугу;

# offerPage40
source: - the date of the Service;
ru: - дата оказания Услуги;

# offerPage41
source: - the amount to be returned;
ru: - сумма, подлежащая возврату;

# offerPage42
source: - signatures of the Seller and the Buyer.
ru: - подписи Продавца и Покупателя.

# offerPage43
source: 6.7 The following conditions must be met for a refund in the absence of the beginning of the service:
ru: 6.7 Для возврата денежных средств в случае отсутствия факта начала оказания услуги должны быть выполнены следующие условия:

# offerPage44
source: - The start date of the subscription (service) must be later than the current date. That is, the subscription must not have started yet.
ru: - Дата начала подписки (услуги) должна быть позже текущей даты. То есть подписка не должна еще начаться.

# offerPage45
source: - A written justification for refusing the service.
ru: - Письменное обоснование отказа от услуги.

# offerPage46
source: In other cases, a refund for the Service not rendered is not possible.
ru: В остальных случаях возврат денежных средств за не оказанную Услугу невозможен.

# offerPage47
source: 6.8 The refund of the cost of the Service shall be made no later than ten (10) days from the date of the Buyer's submission of the relevant request.
ru: 6.8. Возврат стоимости Услуги производится не позднее чем через 10 (десять) дней с даты предоставления Покупателем соответствующего требования.

# offerPage48
source: 6.9 To return the funds to the bank card the Customer must fill out the "Application for refund", which is sent upon request by the Company to the Customer's e-mail address, and send it together with a copy of his passport to the address: 413859, Balakovo, Saratov region, Balakovo, Kakhovskaya street, 9, bldg. 29. The refund will be made to the Customer's bank account specified in the application within 10 (Ten) working days from the date of receipt of the "Application for Refund" by the Company.
ru: 6.9. Для возврата денежных средств на банковскую карту Заказчику необходимо заполнить «Заявление о возврате денежных средств», которое высылается по требованию Компанией на электронный адрес Заказчика, и оправить его вместе с приложением копии паспорта по адресу: 413859, Балаково, Саратовская область, г. Балаково, ул. Каховская, д. 9, кв. 29. Возврат денежных средств будет осуществлен на банковский счет Заказчика, указанный в заявлении, в течение 10 (Десяти) рабочих дней со дня получения «Заявление о возврате денежных средств» Компанией.

# offerPage49
source: 6.10. To return the funds credited to the Company's settlement account by mistake through payment systems, the Customer shall apply in writing and enclose a copy of his passport and receipts confirming the erroneous crediting. This request must be sent to the following address: Balakovo, Saratov Region, Balakovo, 9 Kakhovskaya St., bld. 29, 413859. Upon receipt of a written application with a copy of the passport and receipts/receipts attached, the Company shall make the refund within 10 (ten) working days from the date of receipt of the application to the Customer's current account specified in the application. In this case, the refund amount will be equal to the cost of the Order.
ru: 6.10. Для возврата денежных средств, зачисленных на расчетный счет Компании ошибочно посредством платежных систем, Заказчик должен обратиться с письменным заявлением и приложением копии паспорта и чеков/квитанций, подтверждающих ошибочное зачисление. Данное заявление необходимо направить по адресу: 413859, Балаково, Саратовская область, г. Балаково, ул. Каховская, д. 9, кв. 29. После получения письменного заявления с приложением копии паспорта и чеков/квитанций Компания производит возврат в срок до 10 (десяти) рабочих дней со дня получения 3аявления на расчетный счет Заказчика, указанный в заявлении. В этом случае, сумма возврата будет равняться стоимости Заказа.

# offerPage50
source: 6.11. Term of consideration of the Application and return of funds to the Customer begins to be calculated from the moment of receipt by the Company of the Application and is calculated in working days excluding holidays/weekends. If the Application is received by the Company after 6.00 p.m. on a working day or on a holiday, the moment of receipt of the Application by the Company shall be the next working day.
ru: 6.11. Срок рассмотрения Заявления и возврата денежных средств Заказчику начинает исчисляться с момента получения Компанией Заявления и рассчитывается в рабочих днях без учета праздников/выходных дней. Если заявление поступило Компании после 18.00 рабочего дня или в праздничный/выходной день, моментом получения Компанией Заявления считается следующий рабочий день.

# offerPage51
source: 6.12. The Buyer shall submit a request for return to the Seller either in writing to the address: Balakovo, Saratov Region, Balakovo, 9 Kakhovskaya St., bldg. 29, 413859, or electronically to the e-mail address info@saturn.love. The request can be drawn up in free form with the obligatory indication of the contact data of the Buyer, coinciding with those specified when ordering the Service, the name of the returned Service and the reasons for return. The Buyer shall have the right to ask all questions to the Seller by phone +7(8453)680022.
ru: 6.12. Требование о возврате Покупатель должен предоставить Продавцу либо в письменном виде по адресу 413859, Балаково, Саратовская область, г. Балаково, ул. Каховская, д. 9, кв. 29, либо в электронном на адрес электронной почты info@saturn.love. Требование может быть составлено в свободной форме с обязательным указанием контактных данных Покупателя, совпадающих с указанными при заказе Услуги, наименования возвращаемого Услуги и причин возврата. Покупатель вправе задать все возникшие вопросы Продавцу по телефону +7(8453)680022.

# offerPage52
source: 7. Copyright
ru: 7. Авторские права

# offerPage53
source: 7.1 All text information and graphics on the website https://saturn.love are the property of the Seller and/or its suppliers.
ru: 7.1. Вся текстовая информация и графические изображения, размещенные на интернет-сайте https://saturn.love, являются собственностью Продавца и/или его поставщиков.

# offerPage54
source: 8. Rights, duties and responsibilities
ru: 8. Права, обязанности и ответственность

# offerPage55
source: 8.1 The Seller shall not be liable for improper use of the Services by the Buyer, ordered on the Internet site or through the Operator.
ru: 8.1. Продавец не несет ответственности за ненадлежащее использование Услуг Покупателем, заказанных на интернет-сайте или через Оператора.

# offerPage56
source: 8.2 Seller has the right to transfer its rights and obligations to third parties in the performance of Orders.
ru: 8.2. Продавец вправе передавать свои права и обязанности по исполнению Заказов третьим лицам.

# offerPage57
source: 8.3 The Seller has the right to record telephone conversations with the Buyer. In accordance with Clause 4 of Article 16 of the Federal Law "On Information, Information Technologies and Information Protection", the Seller undertakes: to prevent attempts of unauthorized access to information and/or its transfer to persons not directly related to execution of Orders; to detect and suppress such facts in a timely manner. Telephone conversations are recorded in order to monitor the Operator's activity and control the quality of the Orders execution
ru: 8.3. Продавец имеет право на осуществление записи телефонных переговоров с Покупателем. В соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации» Продавец обязуется: предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению Заказов; своевременно обнаруживать и пресекать такие факты. Телефонные разговоры записываются в целях осуществления контроля деятельности Оператора и контроля качества исполнения Заказов.

# offerPage58
source: 8.4 The Buyer has the right to send all complaints about the improper execution of the order to the e-mail address listed on the website https://saturn.love, in the Contact Us section. All received information is processed as soon as possible.
ru: 8.4. Все претензии по ненадлежащему исполнению заказа Покупатель вправе направить на адрес электронной почты, указанный на интернет-сайте https://saturn.love, в разделе Контакты. Вся поступившая информация обрабатывается в кратчайшие сроки.

# offerPage59
source: Individual entrepreneur: S.V. Gutnikov.
ru: Индивидуальный предприниматель: Гутников С.В.

# privacyPolicy1
source: APPROVED
ru: УТВЕРЖДЕНА

# privacyPolicy2
source: Order of
ru: Приказ

# privacyPolicy3
source: No. 5 of 3.11.2020
ru: № 5 от 3.11.2020 г.

# privacyPolicy4
source: Posted on the website
ru: Размещена на сайте

# privacyPolicy5
source: 3.11.2020 y.
ru: 3.11.2020 г.

# privacyPolicy6
source: This Privacy Policy regulates the processing and use of personal data of individuals who use the services of the site https://saturn.love, Individual entrepreneur Gutnikov Sergey Viktorovich (hereinafter - the Operator).
ru: Настоящая Политика конфиденциальности регулирует порядок обработки и использования персональных данных физических лиц, пользующихся сервисами Сайта https://saturn.love, Индивидуальный предприниматель Гутников Серегй Викторович (далее — Оператор).

# privacyPolicy7
source: By transferring personal data to the Operator through the use of the Site and registration on the Site, the User gives his consent (voluntary and indefinite) to the use of personal data on the conditions stated in the present Privacy Policy. This consent is conscious. The user gives consent to the processing of personal data freely, of his own free will and in his own interest. Consent is not in writing, as the Operator does not process special and biometric personal data. Consent is given in accordance with clause 1 of Article 9 of the Federal Law of 27.07.2006 N 152-FZ (ed. from 22.02.2017) "On Personal Data".
ru: Передавая Оператору персональные данные посредством использования Сайта и регистрации на Сайте, Пользователь дает свое согласие (добровольное и бессрочное) на использование персональных данных на условиях, изложенных в настоящей Политике конфиденциальности. Данное согласие является сознательным. Пользователь дает согласие на обработку персональных данных свободно, своей волей и в своем интересе. Согласие не является письменным, так как Оператор не обрабатывает специальные и биометрические персональные данные. Согласие дается в соответствии с п. 1 ст. 9 Федерального закона от 27.07.2006 N 152-ФЗ (ред. от 22.02.2017) "О персональных данных".

# privacyPolicy8
source: If the User does not agree with the terms of this Privacy Policy, he/she must stop using the Site.
ru: Если Пользователь не согласен с условиями настоящей Политики конфиденциальности, он обязан прекратить использование Сайта.

# privacyPolicy9
source: Unconditional acceptance of this Privacy Policy is when the User starts using the Site.
ru: Безусловным акцептом настоящей Политики конфиденциальности является начало использования Сайта Пользователем.

# privacyPolicy10
source: The Operator may update this Policy as necessary. We recommend that Users periodically check the actuality of this Policy. By continuing to use the Website after the Policy has been changed, you confirm your consent to the changes made.
ru: Оператор может обновлять Политику по мере необходимости. Рекомендуем Пользователям периодически проверять актуальность данной Политики. Продолжая пользоваться Сайтом после изменения Политики, Вы подтверждаете согласие с внесенными изменениями.

# privacyPolicy11
source: 1. Terms
ru: 1. Термины

# privacyPolicy12
source: 1.1 Website means the website located in the Internet at https://saturn.love. All exclusive rights to the Site and its separate elements (including software, design) belong to the Operator in full. The transfer of exclusive rights to the User is not the subject of this Privacy Policy.
ru: 1.1. Сайт — сайт, расположенный в сети Интернет по адресу https://saturn.love. Все исключительные права на Сайт и его отдельные элементы (включая программное обеспечение, дизайн) принадлежат Оператору в полном объеме. Передача исключительных прав Пользователю не является предметом настоящей Политики конфиденциальности.

# privacyPolicy13
source: 1.2 User means a person using the Site.
ru: 1.2. Пользователь — лицо использующее Сайт.

# privacyPolicy14
source: 1.3 Personal data - personal data of the User, which the User provides about himself/herself during Registration or during the use of the Site.
ru: 1.3. Персональные данные — персональные данные Пользователя, которые Пользователь предоставляет о себе самостоятельно при Регистрации или в процессе использования Сайта.

# privacyPolicy15
source: 1.4 Processing of personal data - any action (operation) or a set of actions (operations) performed with or without the use of automation means with personal data, including collection, recording, systematization, accumulation, storage, clarification (update, change), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, removal, destruction of personal data.
ru: 1.4. Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.

# privacyPolicy16
source: 1.5 Confidentiality of personal data - mandatory for observance by the Operator or any other person who obtained access to personal data to prevent its dissemination without the consent of the subject of personal data or availability of other legal grounds.
ru: 1.5. Конфиденциальность персональных данных — обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.

# privacyPolicy17
source: 1.6 Registration - filling by the User of the Registration form, located on the Site, by specifying the necessary information and choosing a login and password.
ru: 1.6. Регистрация — заполнение Пользователем Регистрационной формы, расположенной на Сайте, путем указания необходимых сведений и выбора логина и пароля.

# privacyPolicy18
source: 1.7. Registration Form - the form located on the Site, which the User must fill out to complete the Registration on the Site.
ru: 1.7. Регистрационная форма — форма, расположенная на Сайте, которую Пользователь должен заполнить для прохождения Регистрации на Сайте.

# privacyPolicy19
source: 2. Composition of information about Users
ru: 2. Состав информации о Пользователях

# privacyPolicy20
source: 2.1 The operator processes the following personal data:
ru: 2.1. Оператор обрабатывает следующие персональные данные:

# privacyPolicy21
source: - User Name
ru: - Имя Пользователя

# privacyPolicy22
source: - E-mail address
ru: - Адрес электронной почты

# privacyPolicy23
source: - User Login
ru: - Логин Пользователя

# privacyPolicy24
source: - Ip address of the User
ru: - Ip адрес Пользователя

# privacyPolicy25
source: 2.2 The operator processes the above personal data solely for the purpose of concluding and executing civil law contracts; providing the User with access to the services, information and/or materials contained on the site: https://saturn.love and to clarify order details. Personal data is not distributed by the Operator and is not transferred to third parties.
ru: 2.2. Обработка указанных выше персональных данных осуществляется Оператором исключительно в целях заключения и исполнения гражданско-правовых договоров; предоставления доступа Пользователю к сервисам, информации и/или материалам, содержащимся на сайте: https://saturn.love и для уточнения деталей заказа. Персональные данные Оператором не распространяются и не передаются третьим лицам.

# privacyPolicy26
source: 2.3 In order to receive Internet newsletters about promotions and promotional materials (sent to the Users to help them navigate through the information presented on the site) only the User's name and email address must be specified. The User can unsubscribe from the mailing list at any time by sending an unsubscribe request to the Operator at: support@saturn.love or by pressing the appropriate "unsubscribe" button in the body of the mailing list.
ru: 2.3. Для получения интернет рассылки о рекламных акциях и получения рекламно-информационных материалов (направляются Пользователям для того, чтобы можно было сориентироваться в информации, представленной на сайте) необходимо указать только имя Пользователя и Адрес электронной почты. Пользователь может в любой момент отказаться от рассылки путем направления Оператору запроса на отказ от рассылки по адресу: support@saturn.love или нажатием соответствующей кнопки «отписаться от рассылки» в теле письма рассылки.

# privacyPolicy27
source: 2.4 The anonymized User data collected by Internet statistical services (Google Analytics, Yandex Metrika and others) is used to collect information about Users' actions on the site, to improve the quality of the site and its content.
ru: 2.4. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики (Google Analytics, Яндекс Метрика и других), служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.

# privacyPolicy28
source: 3. Procedure of personal data processing
ru: 3. Порядок обработки персональных данных
