Repository: tosyak/saturn.love
Catalog: lib/l10n/app_*.arb
Languages: ru

# subscriptionAgrPage28
source: 2.11. Upon expiration of the paid Subscription term, access to the relevant sections of the Site becomes unavailable.
ru: 2.11. По истечении срока оплаченной Подписки доступ к соответствующим разделам Сайта становится недоступным.

# subscriptionAgrPage29
source: 2.12. Subscription payment is made without direct participation of the User, but with their prior consent on an ongoing basis by automatic debit of funds from the User's bank account or account in the electronic payment system (similar services), subject to the terms and conditions of the bank and/or the payment system, provided that funds are available for debiting.
ru: 2.12. Оплата Подписки осуществляется без непосредственного участия Пользователя, но с его предварительного согласия на постоянной основе посредством автоматического списания денежных средств с банковского счета или счета в электронной платежной системе Пользователя (аналогичных сервисах), согласно правилам и условиям банка и (или) платежной системы, при условии наличия доступных для списания денежных средств.

# subscriptionAgrPage30
source: 2.13. The User hereby gives his consent to the debiting of his account by the servicing bank and (or) the payment system. Automatic debiting of funds for the Subscription occurs on a regular basis on the first day of each following Subscription period.
ru: 2.13. Настоящим Пользователь дает согласие на списания его обслуживающим банком и (или) платежной системой с его счета. Автоматическое списание денежных средств за Подписку происходит на регулярной основе первого числа каждого следующего периода Подписки.

# subscriptionAgrPage31
source: 3. Cancellation of the Agreement, cancellation of the Subscription, refund of funds
ru: 3. Отказ от исполнения Соглашения, отказ от Подписки, возврат денежных средств

# subscriptionAgrPage32
source: 3.1 User has the right to cancel execution of this Agreement on condition of payment. If the User cancels the Subscription service, its validity shall be terminated from the day following the last day of the paid period; no funds shall be debited from the User's Personal Account/Bank Card for the next period of the Subscription service. Refunds for the service Subscription under this Agreement are available only if for technical reasons (software failure), through the fault of the Website Owner, the paid access to the paid content in the Service was not received for more than 48 (forty-eight) consecutive hours, or in case of multiple mistakenly debited funds. In all other cases, the administration does not provide refunds.
ru: 3.1. Пользователь имеет право отказаться от исполнения заключенного Соглашения при условии оплаты. При отмене Пользователем услуги Подписки, ее действие прекращается со дня, следующего за последним днем оплаченного периода; списания денежных средств с Личного счета/банковской карты Пользователя за следующий период действия услуги Подписка не производится. Возврат оплаты за услугу Подписка по настоящему Соглашению возможен только в случае, если по техническим причинам (сбой программного обеспечения), по вине Владельца Сайта, оплаченный доступ к платному Контенту в Сервисе не был получен более 48 (сорока восьми) часов подряд или при ошибочных многократных списаниях денежных средств. Во всех иных случаях, возврат денежных средств администрацией не осуществляется.

# subscriptionAgrPage33
source: 3.3 The User's refusal to fulfill the concluded agreement with a refund is made in the following order: User contacts the Owner of the Site (in support service of the project) by e-mail support@saturn.love with the statement of refusal from the Agreement and with the indication of the reasons of necessity to carry out refund, attaches the proofs, and also fills the form on refund. In order to verify the User's identity, the Site Owner has the right to ask the User questions concerning the order of the Subscription service and its payment. The application is considered within 30 calendar days from the date of receipt of the letter to the Site Owner.
ru: 3.3. Отказ Пользователя от исполнения заключенного договора с возвратом денежных средств осуществляется в следующем порядке: Пользователь обращается к Владельцу Сайта (в службу поддержки проекта) посредством электронной почты support@saturn.love с заявлением об отказе от Соглашения и с указанием причин необходимости осуществить возврат денежных средств, прилагает доказательства, и так же заполняет форму на возврат средств. Для проверки личности Пользователя Владелец Сайта вправе задавать ему вопросы относительно заказа сервиса Подписки и его оплаты. Заявление рассматривается в течение 30 календарных дней с момента поступления письма Владельцу Сайта.

# subscriptionAgrPage34
source: 3.4 The Owner of the Site has the right to terminate the present Agreement unilaterally extrajudicially with immediate termination of access and possibility of use of the paid subscription service at any time without notice of the User and without giving any reasons.
ru: 3.4 Владелец Сайта вправе в любое время без уведомления Пользователя и без объяснения причин расторгнуть настоящее Соглашение в одностороннем внесудебном порядке с немедленным прекращением доступа и возможности использовать платную подписку.

# subscriptionAgrPage35
source: 3.5 Refunds are made after consideration of the application and in the amount proportional to the unused days of Subscription validity, with all expenses of the Site Owner, including, but not limited to: tax and other similar payments, bank and payment system fees, affiliate bonuses, are deducted from the refundable funds.
ru: 3.5. Возврат денежных средств производится после рассмотрения заявления и в сумме пропорциональной, неиспользованным дням действия Подписки, при этом из суммы подлежащих возврату денежных средств удерживаются все расходы Владельца сайта, в том числе, но не ограничиваясь: налоговые и иные аналогичные платежи, комиссии банка и платежной системы, партнерские бонусы.

# subscriptionAgrPage36
source: 3.6 In order to make refunds, the User must keep the letters (cash receipts) sent by e-mail by the Administrator and the bank, confirming the fact of payment until the end of the use of the Subscription.
ru: 3.6. Для осуществления возврата денежных средств Пользователь должен сохранять письма (кассовые чеки), отправленные по электронной почте Администратором и банком, подтверждающие факт оплаты до момента окончания пользования Подпиской.

# subscriptionAgrPage37
source: 4. Responsibility
ru: 4. Ответственность

# subscriptionAgrPage38
source: 4.1 The User guarantees that he/she has the right to use the payment methods chosen by him/her without violating the legislation of the Russian Federation. The owner of the Site doesn't bear responsibility for possible damage to the third parties caused as a result of use by the User of means of payment not belonging to it.
ru: 4.1. Пользователь гарантирует, что имеет право использовать избранные им способы оплаты без нарушения законодательства РФ. Владелец Сайта не несет ответственности за возможный ущерб третьим лицам, причиненный в результате использования Пользователем не принадлежащих ему средств платежа.

# subscriptionAgrPage39
source: 4.2The owner of the Site reserves the right to itself unilaterally to suspend granting of service of Subscription up to clarification of circumstances in case if there is a suspicion of fulfillment by the User of illegal actions.
ru: 4.2. Владелец Сайта оставляет за собой право в одностороннем порядке приостановить предоставление сервиса Подписки вплоть до выяснения обстоятельств в случае, если существует подозрение в совершении Пользователем противозаконных действий.

# subscriptionAgrPage40
source: 4.3 The User is responsible for actions performed when using the paid subscription service on the Website, including for the correctness of actions and indicating information according to this Agreement.
ru: 4.3. Пользователь несет ответственность за действия, совершаемые при пользовании платной подпиской на Сайте, в том числе за правильность действий и указание сведений согласно настоящему Соглашению.

# subscriptionAgrPage41
source: 4.4 The User is responsible for the correctness of indicating the amount of payment and all the requested data.
ru: 4.4. Пользователь несет ответственность за правильность указания суммы платежа и всех запрашиваемых данных.

# subscriptionAgrPage42
source: 4.5 Taking into account that the Website Owner does not actually transfer funds and does not provide any banking and (or) other services for funds transfer, all responsibility for correctness of payments shall be borne solely by the issuing bank/payment operator (including mobile operators, if applicable) and the User.
ru: 4.5. Принимая во внимание, что Владелец Сайта фактически не осуществляет перевод денежных средств и не оказывает каких-либо банковских и (или) иных услуг по переводу средств, всю ответственность за правильность осуществления платежей несут исключительно банк-эмитент / оператор платежей (в том числе, операторы сотовой связи, если применимо) и Пользователь.

# subscriptionAgrPage43
source: 4.6. the Parties admit and agree that the Owner of the Site is not responsible for any technical failures or other problems of any telephone networks or services, computer systems, servers or providers, computer or telephone equipment, software, failures of e-mail services or scripts for technical reasons. Also the Owner of the Site is not responsible for losses incurred by the User for the reasons connected with technical failures of hardware or software.
ru: 4.6. Стороны признают и соглашаются, что Владелец Сайта не отвечает за любые технические сбои или иные проблемы любых телефонных сетей или служб, компьютерных систем, серверов или провайдеров, компьютерного или телефонного оборудования, программного обеспечения, сбоев сервисов электронной почты или скриптов по техническим причинам. Также Владелец Сайта не отвечает за убытки, возникшие у Пользователя по причинам, связанным с техническими сбоями аппаратного или программного обеспечения.

# subscriptionAgrPage44
source: 5. Other provisions
ru: 5. Прочие положения

# subscriptionAgrPage45
source: 5.1 The Agreement comes into force from the moment the User performs the actions stipulated in clause 1.6 of the Agreement. 1.6. Agreement, and is valid for an indefinite period, but within the term of the User Agreement.
ru: 5.1. Соглашение вступает в силу с момента выполнения Пользователем действий, предусмотренных п. 1.6. Соглашения, и действует в течение неопределенного срока, но в пределах срока действия Пользовательского соглашения.

# subscriptionAgrPage46
source: 5.2 All claims, complaints and requests of Users regarding provision of the Paid Subscription Service, the Administrator's work, and other correspondence shall be sent to the email address support@saturn.love.
ru: 5.2. Все претензии, пожелания Пользователей по предоставлению сервиса платной подписки, работе Администратора, и иную корреспонденцию следует направлять по адресу электронной почты support@saturn.love

# subscriptionAgrPage47
source: 5.3 In case of any disputes, its parties shall be entitled to refer to electronic correspondence as admissible evidence.
ru: 5.3. В случае возникновения любых споров, его стороны вправе ссылаться на электронную переписку как на допустимое доказательство.

# subscriptionAgrPage48
source: 5.4 All claims of Users are considered within 30 (thirty) days from the day of their receipt. The Owner of the Site considers the answer to the User as duly made at sending of electronic letter to the address, from which the claim has come.
ru: 5.4. Все претензии Пользователей рассматриваются в течение 30 (тридцати) дней со дня их получения. Владелец Сайта считает ответ Пользователю совершенным надлежащим образом при направлении электронного письма на адрес, с которого пришла претензия.

# subscriptionAgrPage49
source: 5.5 If any condition of the Agreement is recognized invalid or illegal, or can not come into force according to the current legislation of the Russian Federation, it doesn't cause invalidity of the Agreement as a whole.
ru: 5.5. Если какое-либо из условий Соглашения признано недействительным или незаконным, или не может вступить в силу в соответствии с действующим законодательством РФ, это не влечёт недействительность Соглашения в целом.

# subscriptionAgrPage50
source: 5.6 If any disputes are not resolved by negotiation, they shall be resolved by the Arbitration Court of the Novosibirsk Region in the manner prescribed by the applicable laws of the Russian Federation.
ru: 5.6. В случае если какие-либо споры не будут разрешены путем переговоров, они подлежат разрешению в Арбитражному суде Новосибирской области в порядке, установленном действующим законодательством Российской Федерации.

# subscriptionAgrPage51
source: 5.7 The Agreement may be changed by the Website Owner, and the Website Owner shall notify the User of the changes in the Agreement by posting information about the changes in the Agreement on the Website. User independently follows the changes in the text of the Agreement, located on the Site https://saturn.love
ru: 5.7. Соглашение может быть изменено Владельцем Сайта, при этом Владелец Сайта уведомляет Пользователя об изменении Соглашения путем размещения информации об изменении Соглашения на Сайте. Пользователь самостоятельно следит за изменениями текста Соглашения, расположенного на Сайте https://saturn.love

# subscriptionAgrPage52
source: 5.8 In all other cases not covered by this Agreement, the Parties shall be governed by the User Agreement and the applicable provisions of the applicable laws of the Russian Federation. In the event of a conflict between the terms of this Agreement and the terms of the User Agreement, the terms of this Agreement shall apply.
ru: 5.8. Во всем остальном, что не предусмотрено настоящим Соглашением, Стороны руководствуются Пользовательским соглашением и применимыми нормами действующего законодательства Российской Федерации. В случае противоречия условий настоящего Соглашения условиям Пользовательского соглашения подлежат применению условия настоящего Соглашения.

# subscriptionAgrPage53
source: 6. Details of the Owner of the Site
ru: 6. Реквизиты Владельца Сайта

# subscriptionAgrPage54
source: Individual entrepreneur Sergey V. Gutnikov
ru: Индивидуальный предприниматель Гутников Сергей Викторович

# subscriptionAgrPage55
source: INN: 643905793610
ru: ИНН: 643905793610

# subscriptionAgrPage56
source: OGRNIP: 313643914700015
ru: ОГРНИП: 313643914700015

source: Deciphering chart
ru: Расшифровка карты

source: Warning!
ru: Внимание!

# rectificationWarn
source: Before rectification by a specialist, you cannot be sure that this natal chart belongs to you, even if the time of birth is known quite accurately.
ru: До ректификации специалистом нельзя быть уверенным, что эта натальная карта принадлежит вам, даже если время рождения известно довольно точно.

source: Link to report
ru: Ссылка на расчет

source: Copy
ru: Копировать

# telegramNotification
source: Notifications in the Telegram Bot
ru: Уведомления в Telegram Бот

# digitalAstrologer
source: A digital astrologer in your phone. Get information about your planetary transits and recommendations for lunar days.
ru: Цифровой астролог в вашем телефоне. Получайте информацию о ваших планетарных транзитах и рекомендации для лунных дней.

# connectBot
source: Connect Telegram Bot
ru: Подключить Telegram Бот

source: PDF report
ru: PDF отчет

source: Reports
ru: Расчеты

source: Input data
ru: Исходные данные

source: Ayanamsha:
ru: Айанамша:

# sadeSatiePeriod
source: You are going through a period of Sade Satie
ru: У вас сейчас идет период Саде Сати

source: SAVE IMAGE
ru: СОХРАНИТЬ ИЗОБРАЖЕНИЕ

source: SAVE TO PDF
ru: СОХРАНИТЬ В PDF

source: TELEGRAM DISCUSSION
ru: ОБСУЖДЕНИЕ В TELEGRAM

# refillEnergy
source: Ways to refill your energy
ru: Способы пополнения энергии

# energyDialog
source: The things that energize some people can make others tired. There is no one-size-fits-all way to increase energy, it's different for everyone, and which ones you see in your natal chart. The house Mars is in and the two houses Mars rules (Aries 1 and Scorpio 8) show how you can enhance vitality.
ru: То, от чего одни заряжаются жизненной силой, другим может нести усталость. Не существует универсальных способов увеличения энергии, подходящих всем, для каждого они свои, а какие именно, видно из натальный карты. Дом, в котором находится Марс и два дома, которыми Марс управляет (Овен - 1 и Скорпион - 8), показывают, как можно усилить витальность.

# happinessDepends
source: What happiness depends on
ru: От чего зависит счастье

# happinessDialog
source: Happiness in Jyotish is symbolized by the Moon. The Moon represents all our feelings and emotions, from bliss to depression. The Moon represents one of the most important types of mind in Jyotish - Manas. Manas is emotional intelligence, creative thinking, empathy, intuitiveness and the ability to be calm and balanced in one's experiences. By developing the houses in which the Moon is located and the one ruled by the constellation Cancer (4), we become happier.
ru: Счастье в Джйотиш символизируется Луной. Луна это все наши чувства и эмоции: от блаженства до депрессии. Луна представляет собой один из видов ума, который считается в Джйотиш важнейшим, - Манас. Манас это эмоциональный интеллект, креативное мышление, эмпатия, интуитивность и возможность быть спокойным и сбалансированным в своих переживаниях. Развивая дома, в котором находится Луна и тот дом, которым управляет созвездие Рак (4), мы становимся более счастливыми.

source: MORE
ru: ПОДРОБНЕЕ

source: Growth zone
ru: Зона роста

# growthZoneDialog
source: The growth zone is determined by the position of the lunar node Rahu in the chart. The Rahu zone is usually the most uncomfortable area of life for a person, but development in this direction brings few comparable fruits. The Rahu zone is also called the "karmic task of the soul": the goal is to work through a certain area of life. You may not know how to behave in the Rahu zone, but this is what makes sense to learn.
ru: Зона роста определяется по положению лунного узла Раху в карте. Зона Раху обычно - самая не комфортная для человека область жизни, но развитие именно в этом направлении приносит мало с чем сравнимые плоды. Зону Раху еще называют “кармической задачей души”: цель проработать определенную область жизни. Вы можете не знать как вести себя в зоне Раху, но именно этому имеет смысл научиться.

source: Type
ru: Тип

# typeDialog
source: If it says here that you are a predator, it means that there is Kuja Dosha, a special position of Mars, in the chart. Mars is a conqueror and when a person has Kuja Dosha, he becomes a predator, an invader, able to fight, to tease, to tease, to drive and to command. It happens to cause problems in a relationship and it is good if the Kujaja Dosha person has a Kujaja Dosha partner as well. If it says "herbivore" below, it means that the person is most likely peaceful and has no teeth against "human predators." If you see it says "vampire," it means that Mars is in Cancer, the sign of his fall, weak. Mars in Cancer indicates a person's weakened vitality; he saves his energy and tends to siphon it from others. Vampires are advised to know the laws of energy exchange, to balance giving and taking, to replenish energy through the ways outlined under "ways to increase energy" and to have more sex, although with Mars in the fall you may not want to, but there is a direct link between libido and energy levels.
ru: Если здесь написано, что вы хищник, значит, в карте присутствует Куджа-Доша - особое положение Марса. Марс - завоеватель и когда у человека есть Куджа Доша, он становится хищником, захватчиком, умеет воевать, дразнить, подначивать, доводить и командовать. Бывает, это вносит проблемы в отношения и хорошо, если у куджадошника партнер тоже куджадошник. Если ниже написано “травоядный”, это значит, что человек он скорее всего мирный и у него нет зубов против “людей-хищников”. Если вы видите, что здесь написано “вампир”, это значит, что Марс находится в Раке - знаке своего падения, слабый. Марс в Раке указывает на ослабленную жизненную силу человека, он экономит свою энергию и склонен вытягивать её из других. Вампирам рекомендуется знать законы энергообмена, соблюдать баланс брать-давать, пополнять энергию через способы, изложенные в разделе “способы повышения энергии” и побольше заниматься сексом, хотя с Марсом в падении этого может не очень хотеться, но здесь есть прямая связь между либидо и уровнем энергетики.

# zoneAsceticism
source: The Zone of Meaningless Asceticism
ru: Зона бессмысленного аскетизма

# zoneAsceticismDialog
source: Determined by the position of the lunar node of Ketu in the chart. This is an area in which we feel so familiar that we ... stop noticing it. It is worth turning your gaze to the area of life for which Ketu is responsible, as it can be a significant support along the way. The Ketu zone is something that comes easily if you don't forget to pay attention to it. There is also the flip side of Ketu - one gets too bogged down in the "swamp" of the familiar old, concentrates his life on the Ketu area and does not grow. Then it makes sense for him to look more closely at the growth area of Rahu - how developed is it?
ru: Определяется по положению лунного узла Кету в карте. Это та область, в которой мы чувствуем себя настолько привычно, что… перестаём замечать её. Стоит обратить свой взгляд на сферу жизни, за которую отвечает Кету, поскольку это может стать существенной поддержкой на пути. Зона Кету это то, что легко получается, если не забывать уделять ей внимание. Бывает и оборотная сторона Кету - человек слишком увязает в “болоте” хорошо знакомого старого, концентрирует свою жизнь на области Кету и не растёт. Тогда ему имеет смысл более пристально посмотреть в зону роста Раху - на сколько она у него развита?

# yourAscendant
source: Your Ascendant/Rising Sign
ru: Ваш асцендент/восходящий знак

# aboutMoon
source: All about the moon and your happiness
ru: Всё о Луне и вашем счастье

# workingMethods
source: Methods of working through damaged planets
ru: Методы проработок поврежденных планет

# planetaryConnections
source: Yogi/Planetary Connections
ru: Йоги/планетарные соединения

# ariaOfLife
source: Your main area of life
ru: Ваша главная сфера жизни

source: About Love
ru: О Любви

source: Planets in Houses
ru: Планеты в домах

# sadeSatie
source: Periods of Sade Satie
ru: Периоды Саде Сати

# degreesNakshatras
source: Degrees and Nakshatras
ru: Градусы и накшатры

# editData
source: Editing report data
ru: Редактирование данных расчета

# timeDialog
source: If you don't know your time of birth, your natal chart description won't be complete. But you will be able to make full use of the section with planetary transits to understand your Sade Sati periods, learn important details of your destiny, formed by combinations of planets on the day of your birth, and some other things for which calculating your birth time is not required.
ru: Если вы не знаете своего времени рождения, описание натальной карты будет не полным. Но вы сможете полноценно пользоваться разделом с планетарными транзитами разобраться с вашими периодами Саде Сати, узнать важные подробности вашего предназначения, формирующиеся сочетаниями планет в день вашего рождения, и некоторые другие вещи, для вычисления которых времени рождения не требуется.

source: Save
ru: Сохранить
