Repository: tosyak/saturn.love
Catalog: lib/l10n/app_*.arb
Languages: ru

# dontKnowTime
source: If you don't know your time of birth, your natal chart description won't be complete. But you will be able to make full use of the section with planetary transits to understand your Sade Sati periods, learn important details of your destiny, formed by combinations of planets on the day of your birth, and some other things for which calculating your birth time is not required.
ru: Если вы не знаете своего времени рождения, описание натальной карты будет не полным. Но вы сможете полноценно пользоваться разделом с планетарными транзитами разобраться с вашими периодами Саде Сати, узнать важные подробности вашего предназначения, формирующиеся сочетаниями планет в день вашего рождения, и некоторые другие вещи, для вычисления которых времени рождения не требуется.

# aboutMoonHint
source: Vedic astrology is called
ru: Ведическую астрологию называют

# aboutMoonHint1
source: "lunar astrology"
ru: «лунной астрологией»,

# aboutMoonHint2
source: because the Moon is responsible for happiness and spiritual balance, the most important things for a quality life. The Moon is responsible for
ru: поскольку Луна отвечает за счастье и душевное равновесие – важнейшие вещи для качественной жизни. Луна ответственна за

# aboutMoonHint3
source: thinking and perceiving reality.
ru: мышление и восприятие реальности.

# aboutMoonHint4
source: A "neglected" Moon becomes a source of mental problems, fears and depressions. It is important for anyone to deal with their psyche and their states, and the natal chart indicates the ways in which one can
ru: «Запущенная» Луна становится источником психических проблем, страхов и депрессий. Для любого человека важно заниматься своей психикой и своими состояниями, а натальная карта указывает, какими способами можно

# aboutMoonHint5
source: get rid of discouragement, anxiety and fears about the future.
ru: избавиться от уныния, тревог и опасений за будущее.

# aboutMoonHint6
source: Jyotish illuminates individual answers to questions such as: Without what is my happiness almost unattainable? What do I need to be happy? Below we'll break down
ru: Джйотиш подсвечивает индивидуальные ответы на такие вопросы, как: Без чего моё счастье почти не достижимо? Что мне нужно для счастья? Ниже мы разберем

# aboutMoonHint7
source: your individual ways
ru: ваши индивидуальные способы

# aboutMoonHint8
source: to find happiness, mental harmony and a sense of security.
ru: обретения счастья, душевной гармонии и чувства безопасности.

# workingMethodsHint
source: When a planet in a Jyotish chart is in decline (i.e., it is in a sign where it is weakened as much as possible), this has
ru: Когда в карте Джйотиш какая-либо планета стоит в падении (то есть располагается в знаке, в котором максимально ослабляется), это

# workingMethodsHint1
source: a negative effect on one's life.
ru: негативным образом влияет на жизнь человека.

# workingMethodsHint2
source: One tends to be lazy in developing the area of life for which the damaged planet is responsible. This interferes both
ru: Он склонен лениться развивать сферу жизни, за которую отвечает повреждённая планета. Это мешает как

# workingMethodsHint3
source: in the realization of one's professional purpose
ru: в реализации профессионального предназначения,

# workingMethodsHint4
source: and in one's relationships. Any planet in decline
ru: так и в отношениях. Любая планета в падении нуждается

# workingMethodsHint5
source: needs to be restored
ru: в восстановлении,

# workingMethodsHint6
source: if one wants to live a full life.
ru: если человек хочет жить полноценной жизнью.

# workingMethodsHint7
source: The good news is
ru: Хорошие новости:

# workingMethodsHint8
source: that anyone can overcome the qualities of a planet in decline and "pick it up" if they make the choice to do so and make the effort.
ru: преодолеть качества планеты в падении и «поднять» её может каждый, если совершит выбор сделать это и приложит усилие.

source: For men:
ru: Мужчинам:

source: For women:
ru: Женщинам:

# areaOfLifeHint
source: This area of life is of
ru: Эта сфера жизни имеет для вас

# areaOfLifeHint1
source: primary importance
ru: первоочередное значение.

# areaOfLifeHint2
source: to you. Results in your life appear and begin to gain momentum when you saturate the area of life described below. You can only
ru: Результаты в вашей жизни появляются и начинают набирать обороты, когда вы напитываете описанную ниже сферу жизни. Вы сможете

# areaOfLifeHint3
source: find yourself and your true path
ru: найти себя и свой истинный путь,

# areaOfLifeHint4
source: if you pay sufficient attention to this area of your life.
ru: только если уделяете этой сфере жизни достаточное внимание.

# aboutLoveHint
source: The house responsible for a partnership is
ru: Дом, отвечающий за партнёрские отношения, в вашей карте

# aboutLoveHint1
source: not active
ru: не активен.

# aboutLoveHint2
source: in your chart. This does not mean that you don't need a partner. It means you
ru: Это не означает, что вам не нужен партнёр. Это означает, что вы

# aboutLoveHint3
source: can fully realize your purpose
ru: можете полноценно реализовать своё предназначение,

# aboutLoveHint4
source: even if you don't have a partner, and not having a partner doesn't make you unfulfilled. In order to
ru: даже если у вас нет партнёра, и отсутствие партнёра не делает вас не реализованным человеком. Для того, чтобы

# aboutLoveHint5
source: improve the field of relationships,
ru: улучшать сферу отношений,

# aboutLoveHint6
source: work through what is written next.
ru: прорабатывайте то, о чем написано дальше.

# aboutLoveDialog1
source: Jupiter is responsible for the man in a woman's chart. In what house it is located, that is the qualities that a woman expects from her ideal partner. In order for the corresponding men to be attracted, a woman should develop the affairs of the house where her own Jupiter is located.
ru: За мужчину в карте женщины отвечает Юпитер. В каком доме он находится - таких качеств и ждёт женщина от своего идеального партнера. Для того, чтобы соответствующие мужчины притягивались, женщине стоит развивать дела того дома, где её собственный Юпитер находится.

# aboutLoveDialog2
source: Venus is responsible for the woman in a man's chart. Which house it is in is what a man expects from his ideal partner. In order for appropriate women to be attracted, a man should develop the affairs of the house where his own Venus is located.
ru: За женщину в карте мужчины отвечает Венера. В каком доме она находится - таких качеств и ждёт мужчина от своей идеальной партнерши. Для того, чтобы соответствующие женщины притягивались, мужчине стоит развивать дела того дома, где его собственная Венера находится.

# aboutLoveDialog3
source: The name speaks for itself: the most erotically sensitive places on the body.
ru: Название говорит само за себя: самые эротически чувствительные места на теле.

# aboutLoveDialog4
source: Here the levels are lined up on a scale of 1 to 5 for easy comparison. The level of libido is indicated by the sign in which Mars stands. The actual libido level may differ from that indicated here, depending on age, traumatic experiences, or inhibitions built up by the social environment.
ru: Здесь уровни выстроены по шкале от 1 до 5 для наглядного сравнения. На уровень либидо указывает знак, в котором стоит Марс. Фактический уровень либидо может отличаться от указанного здесь, в зависимости от возраста, при наличии травмирующего опыта или запретов, выстроенных социальной средой.

source: Retrograde return
ru: Ретроградное возвращение

# sadeSatiHint
source: Sade Satie
ru: Саде Сати

# sadeSatiHint1
source: is the most important period in any person's life. Now you are going through a period of Sade Sati which is 7.5 years long and about which there are many legends and rumors. Below we shall try to explain with the help of which you can safely live through your Sade Sati. Sade Sati is the major exam in our life. If we correctly realize all our strengths, which are read through the Jyotish natal chart, we pass it with flying colors. However, if one has drifted away from one's true purpose, the Sade Sati period can become dangerous and full of losses.
ru: – важнейший период в жизни любого человека. Сейчас у Вас идёт период Саде Сати длиною в 7,5 лет, про который существуют множество легенд и слухов. Ниже мы постараемся объяснить, с помощью каких практических действий Вы можете благополучно прожить свой Саде Сати. Саде Сати – это главный экзамен в нашей жизни. Если мы корректно реализуем все свои сильные стороны, которые читаются через натальную карту Джйотиш, то сдаем его на «отлично». Однако, если человек отдалился от своего истинного предназначения, период Саде Сати может стать опасным и полным потерь.

# sadeSatiHint2
source: Recommendations for Sade Sati:
ru: Рекомендации для Саде Сати:

# sadeSatiTips1
source: Focus on the realization of the area of life for which the Moon is responsible in your natal chart. This will be discussed below, as it applies to your chart.
ru: Сосредоточьтесь на реализации той сферы жизни, за которую отвечает Луна в Вашей натальной карте. Об этом будет написано ниже, применительно к Вашей карте.

# sadeSatiTips2
source: Focus on the area of life that Saturn is responsible for in your chart. This will also be written about below.
ru: Сосредоточьтесь на той сфере жизни, за которую отвечает Сатурн в Вашей карте. Об этом также будет написано ниже.

# sadeSatiTips3
source: Think seriously about your purpose, your place in the world, the meaning of your life; ask yourself questions: How do I want to fulfill myself? What dreams do I have? What do I truly love to do?
ru: Всерьёз задумайтесь о своем предназначении, своем месте в этом мире, о смысле своей жизни; задавайте себе вопросы: Как я хочу реализоваться? Какие у меня есть мечты? Что я по-настоящему люблю делать?

# sadeSatiTips4
source: Consult a Vedic astrologer who does not do predictions. The absence of predictions in an astrologer's practice is an important marker in choosing a specialist if you want quality advice regarding the realization of yourself in the difficult period of Sada Sati.
ru: Обратитесь к ведическому астрологу, который не занимается предсказаниями. Отсутствие предсказаний в практике астролога – важный маркер в выборе специалиста, если Вы хотите получить качественные рекомендации относительно реализации себя в непростой период Саде Сати.

# sadeSatiTips5
source: Study your psyche especially hard and look for thoughts and reactions that create negative scenarios in your life; don't skimp on quality courses and psychotherapy, this is an important investment in your future now. In Sada Sati, many fears, discouragement and unworked traumas rise from our subconscious, so it's time to work with them.
ru: Особенно усиленно изучайте свою психику и ищите в себе мысли и реакции, которые создают негативные сценарии в Вашей жизни; не скупитесь на качественные курсы и психотерапию, сейчас это является важным вложением в Ваше будущее. В Саде Сати из нашего подсознания поднимается много страхов, уныния и непроработанных травм, поэтому самое время с ними работать.

# sadeSatiTips6
source: Do an audit of your life during the Sade Sati period: What's gone out of your life? What wants to leave, but you won't let it go? What came into your life? What have you been successful at? What things went easily, as if with the help of a higher power? You need this audit to understand what is yours and what is not. In Sada Sati, you are successful in realizing what corresponds to your destiny and moves you along your true path. Conversely, a person fails time after time in those things that do not correspond to his or her purpose and distract him or her from the true path.
ru: Проведите ревизию своей жизни в период Саде Сати: Что ушло из жизни? Что хочет уйти, но Вы его не отпускаете? Что пришло в Вашу жизнь? В чем Вы добились успеха? Какие дела шли легко, будто с помощью высших сил? Этот аудит нужен для того, чтобы понять что – Ваше, а что – нет. В Саде Сати успешно реализуется то, что соответствует Вашему предназначению и движет Вас по Вашему настоящему пути. И напротив – человек раз от разу терпит крах в тех делах, которые не соответствуют его предназначению и отвлекают его от настоящего пути.

# sadeSatiTips7
source: An indication of a correctly lived Sade Sati is your peace of mind and good luck in affairs. The following is an indication of correct living of Sade Sati: your peace of mind and good fortune in your affairs.
ru: Показателем корректно проживаемого Саде Сати является Ваше душевное спокойствие и удача в делах. Неудачи, нездоровье и уныние – следствие того, что Вы удалились от своих истинных целей, и в этот период необходимо их искать.

# sadeSatiTips8
source: If some processes don't go well year after year, learn to let them go - whether it's in work, projects, or relationships.
ru: Если какие-то процессы год от года не ладятся, учитесь отпускать их – будь то в работе, проектах или отношениях.

# sadeSatiTips9
source: What should you do during this period according to your natal chart?
ru: Что вам делать в этот период в соответствии с вашей натальной картой?

source: Planets
ru: Планеты

source: Planet
ru: Планета

source: Houses
ru: Дома

source: House
ru: Дом

source: Degree in sign
ru: Градус в знаке

source: Degree
ru: Градус

source: Nakshatra
ru: Накшатра

source: Relation
ru: Отношение

# sun
source: The Sun
ru: Солнце

source: Moon
ru: Луна

source: Saturn
ru: Сатурн

source: Jupiter
ru: Юпитер

source: Mars
ru: Марс

source: Venus
ru: Венера

source: Mercury
ru: Меркурий

source: Rahu
ru: Раху

source: Ketu
ru: Кету

# transitCalendarDate
source: TRANSIT CALENDAR FOR THE DATE
ru: КАЛЕНДАРЬ ТРАНЗИТА НА ДАТУ

# whatAreTransit
source: What are Planetary Transits?
ru: Что такое Планетарные транзиты?

source: Current transit
ru: Текущий транзит

# transitsHint1
source: The stars change their position every day, and they also move through your personal natal chart. What effect do they have on your life? How can you use planetary transits to your advantage? AstroAction® Saturn.Love is
ru: Звёзды ежедневно меняют своё положение, и они в том числе движутся по вашей персональной натальной карте. Какое влияние на вашу жизнь они оказывают? Как использовать транзиты планет с пользой? AstroAction® Saturn.Love это

# transitsHint2
source: applied advice on all areas of life,
ru: прикладные рекомендации по всем сферам жизни,

# transitsHint3
source: constantly changing according to the current movement of the planets. AstroAction® is formed
ru: постоянно меняющиеся согласно текущему движению планет. AstroAction® формируется

# transitsHint4
source: personally for you.
ru: персонально для вас.

# aboutTransits1
source: About AstroAction® Planetary Transits
ru: О планетарных транзитах AstroAction®

# aboutTransits2
source: AstroAction® transits on Saturn.Love answer these questions.
ru: На эти вопросы отвечают транзиты AstroAction® на Saturn.Love.

# aboutTransits3
source: Every day and incessantly, the planets move in space relative to the Earth. The Moon moves from constellation to constellation every 2 days, the Sun moves every month, and, for example, Saturn moves through the same sign for almost 3 years. What do all these processes mean for my life?
ru: Ежедневно и непрестанно планеты перемещаются в космосе относительно Земли. Луна переходит из созвездия в созвездие каждые 2 дня, Солнце - каждый месяц, а, например, Сатурн движется по одному знаку почти 3 года. Что все эти процессы означают для моей жизни?

# aboutTransits4
source: What kind of period do I live through? How can I use it productively?
ru: Что за период проживаю? Как могу использовать его продуктивно?

# aboutTransits5
source: What is important to pay attention to now?
ru: На что важно обратить внимание сейчас?

# aboutTransits6
source: In what area of life is work being actualized or tension gathering?
ru: В какой сфере жизни актуализируется работа или собирается напряжение?

# aboutTransits7
source: What if the stars are now favoring me to do something that will lay the foundation for the next 5-30 years of my life?
ru: А вдруг, звёзды сейчас располагают к тому, чтобы я сделал что-то, что заложит фундамент в жизни на следующие 5-30 лет?

# aboutTransits8
source: Inside are descriptions of
ru: Внутри представлены описания

# aboutTransits9
source: current planetary influences on your life and your psyche.
ru: текущих планетарных влияний на вашу жизнь и вашу психику.

# aboutTransits10
source: Your transits of the past, present, and future are explained in clear words. You can form plans and strategies according to your transits. You can tune in to a specific transit to start something that is important to you. You can see that you need to make some kind of bedding in soon. You can see how your life can be aligned with global planetary periods. Just
ru: Понятными словами объяснены ваши транзиты прошлого, настоящего и будущего. Можно формировать планы и стратегии в соответствии с транзитами. Можно подстроить под определённый транзит момент начала чего-то важного для вас. Можно увидеть, что в чем-то скоро стоит «подстелить соломки». Можно узнать, как вашу жизнь можно встроить в глобальные планетарные периоды. Просто

# aboutTransits11
source: look ahead through your transits and see what periods are coming up.
ru: листайте свои транзиты вперед и смотрите какие периоды вас ждут.

# aboutTransits12
source: There are also dates and ways to live your Sade Sati periods correctly. It is important to remember that transits are
ru: Ещё там указаны даты и способы корректного проживания периодов Саде Сати. Важно помнить, что транзиты это

# aboutTransits13
source: not predictions, but descriptions of current energies
ru: не предсказания, а описание текущих энергий,

# aboutTransits14
source: that we should consider, and whether or not they pass for good depends on our choices and decisions.
ru: которые нам следует учесть, а пройдут они на благо или нет, - зависит от наших выборов и решений.

# aboutTransits15
source: AstroAction transits will be informative even if you don't know your birth time at all.
ru: Транзиты AstroAction будут информативны, даже если вы совсем не знаете своего времени рождения.

# whatIsLunarCalendar
source: What is the Lunar Calendar?
ru: Что такое Лунный календарь?

source: VIEW
ru: ПОСМОТРЕТЬ

# aboutLunarCalendar1
source: About the lunar astrological calendar
ru: О лунном астрологическом календаре

# aboutLunarCalendar2
source: The moon is of utmost importance in Vedic astrology. Jyotish is even called
ru: Луна имеет важнейшее значение в ведической астрологии. Джйотиш даже называют

# aboutLunarCalendar3
source: "lunar astrology"
ru: «лунной астрологией».

# aboutLunarCalendar4
source: The Moon is responsible for our mood, mental health, adequate perception of the world, emotional intelligence and creative thinking.
ru: Луна отвечает за наше настроение, психическое здоровье, адекватное восприятие мира, за эмоциональный интеллект и креативное мышление.

# aboutLunarCalendar5
source: The realization of the sphere of life for which the Moon is responsible in the natal chart is a prerequisite for the psycho-emotional health of the person.
ru: Реализация сферы жизни, за которую отвечает Луна в натальной карте — необходимое условие для психоэмоционального здоровья человека.

# aboutLunarCalendar6
source: Since ancient times, people have been observing the Lunar Days to understand what processes are going on in the collective emotional field. There are days that are harmful to spend in passivity, and there are days that are better devoted to meditation and rest. Orientation to lunar cycles allows you to be
ru: С древности люди наблюдают за Лунными днями, чтобы понимать какие процессы происходят в коллективном эмоциональном поле. Бывают дни, которые вредно проводить в пассивности, а бывают дни, которые лучше посвятить медитации и отдыху. Ориентация в лунных циклах позволяет быть

# aboutLunarCalendar7
source: in tune with global natural rhythms and not to "swim against the current."
ru: сонастроенным с глобальными природными ритмами и не «плыть против течения».

# aboutLunarCalendar8
source: Lunar Calendar on Saturn.Love:
ru: Лунный календарь на Saturn.Love:

# aboutLunarCalendar9
source: Completely free.
ru: Полностью бесплатен.

# aboutLunarCalendar10
source: The only calendar on the web that presents information through the lens of your individual natal chart.
ru: Единственный в сети календарь, информация в котором подаётся через призму вашей индивидуальной натальной карты.

# aboutLunarCalendar11
source: Gives you an understanding of the dates and spheres of your life when certain lunar phenomena (full moon, new moon, eclipse, etc.) occur.
ru: Даёт понимание, в какие даты и в каких сферах вашей жизни происходят те или иные лунные явления (полнолуние, новолуние, затмение и др.)

# aboutLunarCalendar12
source: The ability to follow the energies of the lunar days.
ru: Возможность следить за энергиями лунных дней.

# aboutLunarCalendar13
source: Descriptions of the transits of the Moon through the planets in your natal chart.
ru: Описания транзитов Луны через планеты в вашей натальной карте.

# aboutLunarCalendar14
source: Contains information on what your happiness and mental equilibrium depends on.
ru: Содержит информацию, от чего зависит ваше счастье и душевное равновесие.

# aboutLunarCalendar15
source: All about your Sade Satie periods.
ru: Всё о ваших периодах Саде Сати.

# aboutLunarCalendar16
source: Inside is maximum information about all manifestations of the Moon in your life!
ru: Внутри максимум сведений обо всех проявлениях Луны в вашей жизни!

# aboutLunarCalendar17
source: Add your birth data and use the Lunar Calendar, which is made especially for you,
ru: Добавляйте ваши данные рождения и пользуйтесь Лунным календарём, который составлен специально для вас,

# aboutLunarCalendar18
source: absolutely free!
ru: абсолютно бесплатно!

# whatIsSadeSati
source: What is Sade Satie?
ru: Что такое Саде Сати?

# aboutSadeSatiHint1
source: Sade Satie
ru: Саде Сати –

# aboutSadeSatiHint2
source: is the most important period in any person's life. Now you are going through a period of Sade Sati which is 7.5 years long and about which there are many legends and rumors. Below we shall try to explain with the help of which you can safely live through your Sade Sati. Sade Sati is the major exam in our life. If we correctly realize all our strengths, which are read through the Jyotish natal chart, we pass it with flying colors. However, if one has drifted away from one's true purpose, the Sade Sati period can become dangerous and full of losses.
ru: важнейший период в жизни любого человека. Сейчас у Вас идёт период Саде Сати длиною в 7,5 лет, про который существуют множество легенд и слухов. Ниже мы постараемся объяснить, с помощью каких практических действий Вы можете благополучно прожить свой Саде Сати. Саде Сати – это главный экзамен в нашей жизни. Если мы корректно реализуем все свои сильные стороны, которые читаются через натальную карту Джйотиш, то сдаем его на «отлично». Однако, если человек отдалился от своего истинного предназначения, период Саде Сати может стать опасным и полным потерь.

# aboutSadeSatiHint3
source: Recommendations for Sade Sati:
ru: Рекомендации для Саде Сати:

# aboutSadeSatiHint4
source: Focus on the realization of the area of life for which the Moon is responsible in your natal chart. This will be discussed below, as it applies to your chart.
ru: Сосредоточьтесь на реализации той сферы жизни, за которую отвечает Луна в Вашей натальной карте. Об этом будет написано ниже, применительно к Вашей карте.
