Repository: tosyak/saturn.love
Catalog: lib/l10n/app_*.arb
Languages: ru

# aboutSadeSatiHint5
source: Focus on the area of life that Saturn is responsible for in your chart. This will also be written about below.
ru: Сосредоточьтесь на той сфере жизни, за которую отвечает Сатурн в Вашей карте. Об этом также будет написано ниже.

# aboutSadeSatiHint6
source: Think seriously about your purpose, your place in the world, the meaning of your life; ask yourself questions: How do I want to fulfill myself? What dreams do I have? What do I truly love to do?
ru: Всерьёз задумайтесь о своем предназначении, своем месте в этом мире, о смысле своей жизни; задавайте себе вопросы: Как я хочу реализоваться? Какие у меня есть мечты? Что я по-настоящему люблю делать?

# aboutSadeSatiHint7
source: Consult a Vedic astrologer who does not do predictions. The absence of predictions in an astrologer's practice is an important marker in choosing a specialist if you want quality advice regarding the realization of yourself in the difficult period of Sada Sati.
ru: Обратитесь к ведическому астрологу, который не занимается предсказаниями. Отсутствие предсказаний в практике астролога – важный маркер в выборе специалиста, если Вы хотите получить качественные рекомендации относительно реализации себя в непростой период Саде Сати.

# aboutSadeSatiHint8
source: Study your psyche especially hard and look for thoughts and reactions that create negative scenarios in your life; don't skimp on quality courses and psychotherapy, this is an important investment in your future now. In Sada Sati, many fears, discouragement and unworked traumas rise from our subconscious, so it's time to work with them.
ru: Особенно усиленно изучайте свою психику и ищите в себе мысли и реакции, которые создают негативные сценарии в Вашей жизни; не скупитесь на качественные курсы и психотерапию, сейчас это является важным вложением в Ваше будущее. В Саде Сати из нашего подсознания поднимается много страхов, уныния и непроработанных травм, поэтому самое время с ними работать.

# aboutSadeSatiHint9
source: Do an audit of your life during the Sade Sati period: What's gone out of your life? What wants to leave, but you won't let it go? What came into your life? What have you been successful at? What things went easily, as if with the help of a higher power? You need this audit to understand what is yours and what is not. In Sada Sati, you are successful in realizing what corresponds to your destiny and moves you along your true path. Conversely, a person fails time after time in those things that do not correspond to his or her purpose and distract him or her from the true path.
ru: Проведите ревизию своей жизни в период Саде Сати: Что ушло из жизни? Что хочет уйти, но Вы его не отпускаете? Что пришло в Вашу жизнь? В чем Вы добились успеха? Какие дела шли легко, будто с помощью высших сил? Этот аудит нужен для того, чтобы понять что – Ваше, а что – нет. В Саде Сати успешно реализуется то, что соответствует Вашему предназначению и движет Вас по Вашему настоящему пути. И напротив – человек раз от разу терпит крах в тех делах, которые не соответствуют его предназначению и отвлекают его от настоящего пути.

# aboutSadeSatiHint10
source: An indication of a correctly lived Sade Sati is your peace of mind and good fortune in affairs. The following is an indication of correct living of Sade Sati: your peace of mind and good fortune in your affairs.
ru: Показателем корректно проживаемого Саде Сати является Ваше душевное спокойствие и удача в делах. Неудачи, нездоровье и уныние – следствие того, что Вы удалились от своих истинных целей, и в этот период необходимо их искать.

# aboutSadeSatiHint11
source: If some processes don't go well year after year, learn to let them go - whether it's in work, projects or relationships.
ru: Если какие-то процессы год от года не ладятся, учитесь отпускать их – будь то в работе, проектах или отношениях.

# aboutSadeSatiHint12
source: What should you do during this period according to your natal chart?
ru: Что вам делать в этот период в соответствии с вашей натальной картой?

# aboutSadeSati1
source: The period of Sade Sati is 7.5 years, when
ru: Период Саде Сати это 7,5 лет, когда

# aboutSadeSati2
source: life tests a person to follow his destiny.
ru: жизнь тестирует человека на следование его предназначению.

# aboutSadeSati3
source: A period that can carry both challenges and opportunities, depending on whether we are living ourselves correctly and realizing the houses for which
ru: Период, который может нести как сложности, так и возможности, в зависимости от того, корректно ли мы проживаем себя и реализуем ли те дома, за которые отвечают

# aboutSadeSati4
source: the Moon and Saturn
ru: Луна и Сатурн

# aboutSadeSati5
source: are responsible in the individual chart.
ru: в индивидуальной карте.

# aboutSadeSati6
source: Inside you'll find comprehensive information about Sade Sati periods:
ru: Внутри вы найдёте исчерпывающую информацию о периодах Саде Сати:

# aboutSadeSati7
source: the dates of all your Sade Satis and practical advice for living them,
ru: даты всех ваших Саде Сати и практичные рекомендации для их проживания,

# aboutSadeSati8
source: according to your natal chart.
ru: в соответствии с вашей натальной картой.

# periodsSadeSatie
source: Periods of Sade Satie
ru: Периоды Саде Сати

# aboutPeriodsSadeSatie
source: About Sade Satie's periods
ru: О периодах Саде Сати

source: Who did?
ru: Кто сделал?

# catherine
source: Catherine Zavaley
ru: Екатерина Завалей —

# catherineIs
source: is a Jyotish astrologer, psychologist and expert in the search for individual destiny.
ru: Джйотиш-астролог, психолог, эксперт по поиску индивидуального предназначения.

# sergey
source: Sergey Gutnikov
ru: Сергей Гутников —

# sergeyIs
source: is a programmer, developer of many digital projects for self-discovery, and a psychologist.
ru: программист, разработчик многих цифровых проектов для самопознания, психолог.

# loginGoogle
source: Sign in via Google
ru: Войти через Google

# loginYandex
source: Sign in via Yandex ID
ru: Войти с Яндекс ID

# loginVK
source: Sign in via VK ID
ru: Войти с VK ID

# signupGoogle
source: Sign up via Google
ru: Регистрация через Google

# signupYandex
source: Sign up via Yandex ID
ru: Регистрация с Яндекс ID

# signupVK
source: Sign up via VK ID
ru: Регистрация с VK ID

# addDate
source: To open up more descriptions, add the time of birth
ru: Чтобы открылось больше описаний, добавьте время рождения

# editDataCaps
source: EDIT CALCULATION DATA
ru: РЕДАКТИРОВАТЬ ДАННЫЕ РАСЧЁТА

# toAccess
source: To access the descriptions you need to
ru: Для доступа к описаниям нужно

# checkoutSubscriptionCaps
source: SUBSCRIBE
ru: ОФОРМИТЬ ПОДПИСКУ

# fillAllFields
source: Fill in all the fields
ru: Заполните все поля

source: Invalid login
ru: Неверный логин

source: Invalid password
ru: Неверный пароль

# noSocialRegistered
source: You do not have an account yet
ru: У вас еще нет учетной записи

# checkEmail
source: Check your email address
ru: Проверьте email адрес

# useOnlyLatin
source: Use only the Latin alphabet
ru: Используйте только латинский алфавит

# passwordTooShort
source: The password is too short
ru: Пароль слишком короткий

# emailInUse
source: Email is already in use
ru: Email уже используется

# usernameInUse
source: The username is already in use
ru: Имя пользователя уже используется

# cityNoFound
source: City not found
ru: Город не найден

# noNetwork
source: No network connection
ru: Нет подключения к сети

# makeSubscription
source: To access the descriptions, subscribe.
ru: Для доступа к описаниям оформите подписку.

# report
source: Chart
ru: Карта

source: Transite
ru: Транзиты

source: Lunar
ru: Луна

# sadi
source: Sade Sati
ru: Саде Сати

source: Sign out
ru: Выйти из аккаунта

source: Dear
ru: Уважаемый

# alreadyRegistered
source: You are already registered in our system
ru: Вы уже зарегистрированы у нас в системе

source: Planetary transits
ru: Планетарные транзиты

source: SHARE REPORT
ru: ПОДЕЛИТЬСЯ РАСЧËТОМ

source: Your account
ru: Ваш аккаунт

source: Delete report?
ru: Удалить отчёт?

source: Yes
ru: Да

source: No
ru: Нет

# checkNetwork
source: 'No Internet! Please check your internet connection
ru: Нет сети! Проверьте подключение
