Repository: tosyak/saturn.love
Catalog: lib/l10n/app_*.arb
Languages: ru

# freeCard3
source: Saving your card
ru: Сохранение своей карты

# freeCard4
source: Table of houses
ru: Таблица домов

# freeCard5
source: Table of planets
ru: Таблица планет

# freeCard6
source: Lunar calendar
ru: Лунный календарь

# litePrice
source: 4,99 $ for 1 calculation
ru: 379 руб за 1 расчет

# liteCard1
source: Valid for one calculation of a Jyotish card
ru: Действует на один расчет карты Джйотиш

# liteCard2
source: The ability to look at three adjacent maps and find your own map among them
ru: Возможность посмотреть три соседние карты и найти среди них свою

# liteCard3
source: Saving your card
ru: Сохранение своей карты

# liteCard4
source: Table of houses
ru: Таблица домов

# liteCard5
source: Table of planets
ru: Таблица планет

# liteCard6
source: A way to increase energy
ru: Способ повышения энергии

# liteCard7
source: What your happiness depends on
ru: От чего зависит Ваше счастье

# liteCard8
source: Your type: Predator, Herbivore, or Vampire
ru: Ваш тип: Хищник, Травоядное или Вампир

# liteCard9
source: What area you should develop in
ru: В какой сфере Вам стоит развиваться

# liteCard10
source: Skills given to you by birth
ru: Навыки, данные Вам от рождения

# liteCard11
source: The right partner for you
ru: Подходящий Вам партнер

# liteCard12
source: Targeted ways to improve planets in the fall, if any
ru: Адресные способы улучшения планет в падении, если таковые имеются

# liteCard13
source: Description of features
ru: Описание особенностей

# liteCard14
source: Description of constellations (signs)
ru: Описание созвездий (знаков)

# liteCard15
source: Description of houses
ru: Описание домов

# liteCard16
source: Description of the planets in the houses
ru: Описание планет в домах

# liteCard17
source: Periods of Sadi Sati
ru: Периоды Сади Сати

# liteCard18
source: Planetary transits for every day
ru: Планетарные транзиты на каждый день

# liteCard19
source: Lunar calendar
ru: Лунный календарь

# proPrice
source: from 13,99 $ for unlimited
ru: от 999 руб за безлимит

# proCard1
source: Valid for an unlimited number of Jyotish card payments
ru: Действует на неограниченное число расчетов карты Джйотиш

# proCard2
source: The ability to look at three adjacent maps and find your own map among them
ru: Возможность посмотреть три соседние карты и найти среди них свою

# proCard3
source: Saving your card
ru: Сохранение своей карты

# proCard4
source: Table of houses
ru: Таблица домов

# proCard5
source: Table of planets
ru: Таблица планет

# proCard6
source: A way to increase energy
ru: Способ повышения энергии

# proCard7
source: What your happiness depends on
ru: От чего зависит Ваше счастье

# proCard8
source: Your type: Predator, Herbivore, or Vampire
ru: Ваш тип: Хищник, Травоядное или Вампир

# proCard9
source: What area you should develop in
ru: В какой сфере Вам стоит развиваться

# proCard10
source: Skills given to you by birth
ru: Навыки, данные Вам от рождения

# proCard11
source: The right partner for you
ru: Подходящий Вам партнер

# proCard12
source: Targeted ways to improve planets in the fall, if any
ru: Адресные способы улучшения планет в падении, если таковые имеются

# proCard13
source: Description of features
ru: Описание особенностей

# proCard14
source: Description of constellations (signs)
ru: Описание созвездий (знаков)

# proCard15
source: Description of houses
ru: Описание домов

# proCard16
source: Description of the planets in the houses
ru: Описание планет в домах

# proCard17
source: Periods of Sadi Sati
ru: Периоды Саде Сати

# proCard18
source: Planetary transits for every day
ru: Планетарные транзиты на каждый день

# proCard19
source: Lunar calendar
ru: Лунный календарь

source: Select period
ru: Выбрать период

# checkoutSubscription
source: Subscribe
ru: Оформить подписку

# getReportMap
source: Get report
ru: Рассчитать карту

source: Subscription Pro
ru: Подписка Pro

# subscriptionProPeriod
source: Select a Pro subscription period
ru: Выберите период подписки Pro

# oneMonthUnlimited
source: 1 month unlimited
ru: 1 месяц безлимит

# threeMonthUnlimited
source: 3 month unlimited
ru: 3 месяца безлимит

# sixMonthUnlimited
source: 6 month unlimited
ru: 6 месяцев безлимит

# oneYearUnlimited
source: 1 year unlimited
ru: 1 год безлимит

# numberOfReports
source: Unlimited number of reports
ru: Безлимитное число расчетов

# confirmSubscription
source: Confirm your subscription
ru: Подтвердить подписку

source: Subscription name
ru: Название подписки

source: Total
ru: Итого

# couponCode
source: Discount coupons or gift cards
ru: Скидочные купоны или подарочные карты

source: Apply
ru: Применить

# agreementBox
source: Accept the agreement and choose a payment method
ru: Примите соглашение и выберите метод оплаты

# accepting
source: Accepting the
ru: Принимаю

# agreement
source: Subscription agreement
ru: Соглашение с подпиской

# autoPaymentInfo
source: When you sign up for a subscription, you agree to its automatic renewal every month, as long as you do not disable the subscription in your personal cabinet yourself.
ru: При оформлении подписки вы даете согласие на ее автоматическое продление каждый месяц, до тех пор, пока не отключите подписку в вашем личном кабинете самостоятельно.

# payOption1
source: VISA, MasterCard, Yandex PAY, MIR
ru: VISA, MasterCard, Яндекс PAY, МИР

# payOption1Desc
source: RF cards only
ru: Только карты РФ

# payOption2Desc
source: Foreign Banks. Non Russia Banks
ru: Иностранные банки.

# payOption3
source: VISA, MasterCard, Yandex PAY, МИР, Qiwi
ru: VISA, MasterCard, Яндекс PAY, МИР, Qiwi

# payOption3Desc
source: Bank cards of all countries
ru: Карты всех стран.

# owner
source: IP Gutnikov Sergey Viktorovich
ru: ИП Гутников Сергей Викторович

source: Reviews:
ru: Отзывы:

source: Details:
ru: Реквизиты:

source: Legal address
ru: Юридический адрес

# legalAddress1
source: 413859, Balakovo, Saratov region, Balakovo, Kakhovskaya St., 9, sq. 29
ru: 413859, Балаково, Саратовская область, г. Балаково, ул. Каховская, д. 9, кв. 29

source: INN
ru: ИНН

source: OGRN
ru: ОГРН

source: Payment account
ru: Расчетный счет

source: Bank
ru: Банк

# bank1
source: J.S.C. TINKOFF BANK
ru: АО "ТИНЬКОФФ БАНК"

# bankAddress
source: Legal address of the bank
ru: Юридический адрес банка

# bankAddress1
source: Moscow, 123060, 1st Volokolamsky proezd, 10, bld. 1
ru: Москва, 123060, 1-й Волоколамский проезд, д. 10, стр. 1

# corrBankAcc
source: Corresponding bank account
ru: Корр.счет банка

source: Bank INN
ru: ИНН банка

source: Bank BIC
ru: БИК банка

source: Unsubscribe
ru: Отменить подписку

source: Refunds
ru: Возврат средств

# paymentRefunds
source: Payment and refunds
ru: Оплата и возврат

source: Offer
ru: Оферта

source: Privacy Policy
ru: Политика конфиденциальности

source: Any questions?
ru: Остались вопросы?

# anyQuestions2
source: If you encounter difficulties working with the service or if you have any questions, just write to us.
ru: Если Вы столкнулись со сложностями при работе с сервисом или у Вас возникли вопросы, просто напишите нам.

source: Working hours:
ru: Время работы:

# workingHours2
source: Weekdays from 9 to 18 MSK.
ru: Будние дни с 9 до 18 МСК.

source: In the mail:
ru: На почту:

source: Social media:
ru: В социальных сетях:

# howToUnsubscribe
source: How to cancel a subscription
ru: Как отменить подписку

# howToUnsubscribe0
source: * If you cancel your subscription, the automatic deduction of future payments is disabled. According to the "Paid Subscription Terms of Use", refunds are not available.
ru: * При отмене подписки происходит отключение автоматического списания будущих платежей. Согласно "Соглашению об использовании платной подписки" возврат средств невозможен.

# howToUnsubscribe1
source: 1. Log in to your account for which you are purchasing a subscription.
ru: 1. Войдите в свой аккаунт, для которого приобретается подписка.

# howToUnsubscribe2
source: 2. Go to
ru: 2. Перейдите по ссылке

# howToUnsubscribe3
source: 3. Click the "Cancel AutoPayment" button
ru: 3. Нажмите на кнопку "Отменить автоплатеж"

# howToUnsubscribe4
source: 4. After this, the automatic subscription renewal will be disabled.
ru: 4. После этого автоматическое продление подписки будет отключено.

# requestRefund
source: Requesting a refund on a subscription
ru: Запрос на возврат средств по подписке

# requestRefund1
source: On the basis of the Agreement with the subscription, which is accepted at the initial subscription is possible return of overpaid funds occurred due to the error of the system.
ru: На основании Соглашения с подпиской, которое принимается при первичной подписке возможен возврат излишне оплаченных средств произошедший по ошибке системы.

# requestRefund2
source: The grounds for return are:
ru: Основанием для возврата являются:

# requestRefund3
source: 1. Compliance with the terms of the subscription agreement.
ru: 1. Соблюдение условий соглашения о подписке.

# requestRefund4
source: 2. technical errors on the site that prevent you from taking advantage of the subscription
ru: 2. Технические ошибки сайта, не позволяющие воспользоваться подпиской.

# requestRefund5
source: * Difficulties with logging in to the site are not grounds for a refund. To recover your password, contact technical support.
ru: * сложности со входом на сайт не являются основанием для возврата. Для восстановления пароля обратитесь в техническую поддержку.

# requestRefund6
source: Fill out the form below to make your return.
ru: Для осуществления возврата заполните форму ниже.

# payerInfo
source: Payer information
ru: Данные плательщика

source: Full name *
ru: ФИО полностью*

source: Payment data
ru: Данные платежа

source: Link to check
ru: Ссылка на чек

# checkScreenShot
source: Or a screenshot of the check
ru: Либо скриншот чека

source: Select
ru: Выбрать

# paymentNumber
source: Payment number for refund*
ru: Номер платежа для возврата*

source: Grounds for refund*
ru: Основание для возврата*

# requestRefund7
source: Write why you want to request a refund
ru: Напишите почему вы хотите сделать запрос на возврат

# requestRefund8
source: Based on the Subscription Agreement that you agreed to at the time of payment.
ru: На основании Соглашения с подпиской, с которым вы согласились в момент оплаты.

source: Send request
ru: Отправить запрос

# paymentRefunds1
source: Payment by bank card online
ru: Оплата банковской картой онлайн

# paymentRefunds2
source: On our website you can pay for the service by bank cards Visa, MasterCard or Mir, as well as by electronic means of payment. After confirming the selected service, a secure window will open with the page of the payment service provider that you choose during the subscription confirmation, where you need to enter the data of your bank card or e-wallet account. For additional authentication of the card holder the 3D Secure protocol is used. If your bank supports this technology, you will be redirected to its server for additional authentication. For information about the rules and methods of additional identification, please, check with your bank that issued your bank card.
ru: На нашем сайте вы можете оплатить услугу банковской картой Visa, MasterCard или Мир, а так же электронными средствами платежа. После подтверждения выбранной услуги откроется защищенное окно со страницей платёжного сервис провайдера который вы выберете во время подтверждения подписки, где Вам необходимо ввести данные Вашей банковской карты либо аккаунта электронного кошелька. Для дополнительной аутентификации держателя карты используется протокол 3D Secure. Если Ваш банк поддерживает данную технологию, Вы будете перенаправлены на его сервер для дополнительной идентификации. Информацию о правилах и методах дополнительной идентификации уточняйте, пожалуйста, в банке, выдавшем Вам банковскую карту.

# paymentRefunds3
source: By making a payment on the site you also accept the
ru: Совершая оплату на сайте вы так же принимаете

# paymentRefunds4
source: According to the decree of the government of the Russian Federation from January 19, 1998 in case of detection of service defects, which properties do not allow to eliminate them, the buyer has the right to demand at his choice to replace such service with a service of proper quality or proportionate reduction of the purchase price. Instead of filing these claims, the buyer has the right to refuse the purchased service and demand a refund of the amount of money paid for the service. Since the service on this site is a subscription, a refund is possible only if the start date of the subscription does not occur.
ru: Согласно постановления правительства РФ от 19 января 1998 г. в случае обнаружения недостатков услуги, свойства которой не позволяют устранить их, покупатель вправе по своему выбору потребовать замены такой услуги услугой надлежащего качества либо соразмерного уменьшения покупной цены. Вместо предъявления указанных требований покупатель вправе отказаться от приобретенной услуги и потребовать возврата уплаченной за услугу денежной суммы. Так как на данном сайте услугой является подписка, то возврат возможен лишь при не наступлении даты начала действия подписки.

# paymentRefunds5
source: You can read more in the description of the
ru: Подробнее можете ознакомиться в описании

# shopOffer
source: Offer to sell services for the online store
ru: Оферта о продаже услуг для Интернет-магазина

source: Contacts:
ru: Контакты:

# contactsIP
source: IE Gutnikov S.V
ru: ИП Гутников С.В.

# offerPage
source: Public offer agreement on sale of Saturn.love online store services №
ru: Договор публичной оферты о продаже услуг Интернет-магазина «Saturn.love» № ______

# offerPage1
source: 1.General Provisions:
ru: 1.Общие положения:

# offerPage2
source: 1.1. IE Gutnikov S.V., hereinafter referred to as "Seller", publishes a Public Offer to sell the Services, posted on the official website of the Seller http://saturn.love
ru: 1.1. ИП Гутников С.В., далее «Продавец», публикует Публичную оферту о реализации Услуг, размещенных на официальном интернет-сайте Продавца http://saturn.love

# offerPage3
source: 1.2 In accordance with article 437 of the Civil Code of the Russian Federation (RF Civil Code) this document is a public offer, and in case of acceptance of the conditions set out below, the individual who accepts this offer shall pay for the Seller's Service in accordance with the terms of this Agreement. In accordance with paragraph 3 of article 438 of the Civil Code of the Russian Federation, the payment for the Service by the Buyer is an acceptance of the offer, which is considered equal to the conclusion of the Agreement under the conditions set out in the offer.
ru: 1.2. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации (ГК РФ) данный документ является публичной офертой, и в случае принятия изложенных ниже условий физическое лицо, производящее акцепт этой оферты, осуществляет оплату Услуги Продавца в соответствии с условиями настоящего Договора. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Услуги Покупателем является акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.

# offerPage4
source: 1.3. Based on the above, please carefully read the text of the public offer and if you do not agree with any paragraph of the offer, you are invited to refuse to use the Services provided by the Seller.
ru: 1.3. На основании вышеизложенного внимательно ознакомьтесь с текстом публичной оферты, и, если вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от использования Услуг, предоставляемых Продавцом.

# offerPage5
source: 1.4 In this offer, unless the context requires otherwise, the following terms have the following meanings: - "Offer" - the Seller's public offer addressed to any individual (citizen) to conclude an agreement with him on the existing conditions contained in the Agreement, including all its annexes. - "Buyer" - an individual who concludes an agreement with the Seller on the terms and conditions contained in the Agreement. - "Acceptance" - the Buyer's full and unconditional acceptance of the terms of the Contract. - "Service" - the list of assortment items presented on the official website. - "Order" - individual items from the assortment list of the Services, indicated by the Buyer when placing an order on the Internet site or through the Operator.
ru: 1.4. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения: • «Оферта» – публичное предложение Продавца, адресованное любому физическому лицу (гражданину), заключить с ним договор на существующих условиях, содержащихся в Договоре, включая все его приложения. • «Покупатель» – физическое лицо, заключившее с Продавцом Договор на условиях, содержащихся в Договоре. • «Акцепт» – полное и безоговорочное принятие Покупателем условий Договора. • «Услуга» – перечень наименований ассортимента, представленный на официальном интернет-сайте. • «Заказ» – отдельные позиции из ассортиментного перечня Услуг, указанные Покупателем при оформлении заявки на интернет-сайте или через Оператора.

# offerPage6
source: 2. Subject of the contract
ru: 2. Предмет договора

# offerPage7
source: 2.1 The Seller sells the Service in accordance with the current price list published on the Seller's website "https://saturn.love/ru/sub/vedic.html", and the Buyer makes payment and accepts the Service in accordance with the terms of this Agreement.
ru: 2.1. Продавец реализует Услугу в соответствии с действующим прейскурантом, опубликованным на интернет-сайте Продавца «https://saturn.love/ru/sub/vedic.html», а Покупатель производит оплату и принимает Услугу в соответствии с условиями настоящего Договора.

# offerPage8
source: 2.2 This Agreement and its appendices are official documents of the Seller and an integral part of the offer.
ru: 2.2. Настоящий Договор и приложения к нему являются официальными документами Продавца и неотъемлемой частью оферты.

# offerPage9
source: 3. Ordering
ru: 3. Оформление Заказа

# offerPage10
source: 3.1 The Customer shall order the Service through the website https://saturn.love.
ru: 3.1. Заказ Услуги осуществляется Покупателем через Интернет-сайт https://saturn.love.

# offerPage11
source: 3.2 When registering on the Seller's website, the Buyer undertakes to provide the following registration information about himself:: - last name, first name, - email address.
ru: 3.2. При регистрации на интернет-сайте Продавца Покупатель обязуется предоставить следующую регистрационную информацию о себе:: • фамилия, имя, • адрес электронной почты.

# offerPage12
source: 3.3 When placing the Order through the Operator, the Buyer undertakes to provide the information specified in clause 3.2. of this Agreement. The Buyer's acceptance of the terms and conditions of this Contract shall be made by entering the relevant data in the registration form on the website or when placing the Order through the Operator. The Buyer shall have the right to edit the registration information about himself/herself. The Operator shall not change or edit the Buyer's registration information without the Buyer's consent. The Seller undertakes not to disclose the Buyer's data indicated when registering on https://saturn.love . and when executing the Order, to persons not related to the execution of the Order. By approving the Order for the selected Service, the Buyer shall provide the Operator with the necessary information in accordance with the procedure specified in clause 3.2. of this Agreement.
ru: 3.3. При оформлении Заказа через Оператора Покупатель обязуется предоставить информацию, указанную в п. 3.2. настоящего Договора. Принятие Покупателем условий настоящего Договора осуществляется посредством внесения Покупателем соответствующих данных в регистрационную форму на Интернет-сайте или при оформлении Заказа через Оператора. Покупатель имеет право редактировать регистрационную информацию о себе. Оператор не изменяет и не редактирует регистрационную информацию о Покупателе без согласия последнего. Продавец обязуется не сообщать данные Покупателя, указанные при регистрации на сайте https://saturn.love . и при оформлении Заказа, лицам, не имеющим отношения к исполнению Заказа. Утвердив Заказ выбранной Услуги, Покупатель предоставляет Оператору необходимую информацию в соответствии с порядком, указанном в п. 3.2. настоящего Договора.

# offerPage13
source: 3.4 The Seller and the Operator are not responsible for the content and accuracy of the information provided by the Buyer when placing the Order.
ru: 3.4. Продавец и Оператор не несут ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.

# offerPage14
source: 3.5 The Buyer is responsible for the accuracy of the information provided when placing the Order.
ru: 3.5. Покупатель несёт ответственность за достоверность предоставленной информации при оформлении Заказа.

# offerPage15
source: 3.6 The Buyer's payment for the Order, which has been independently executed on the Internet site, means the Buyer's consent to the terms and conditions of this Agreement. The day of payment for the Order is the date of the Agreement between the Seller and the Buyer.
ru: 3.6. Оплата Покупателем самостоятельно оформленного на интернет-сайте Заказа означает согласие Покупателя с условиями настоящего Договора. День оплаты Заказа является датой заключения Договора между Продавцом и Покупателем.

# offerPage16
source: 3.7. All the information materials, presented on the site https://saturn.love, are of reference character and can not fully convey reliable information about certain properties and characteristics of the Service. If the Buyer has any questions concerning the Service, he should consult the Operator before placing the Order.
ru: 3.7. Все информационные материалы, представленные на сайте https://saturn.love, носят справочный характер и не могут в полной мере передавать достоверную информацию об определенных свойствах и характеристиках Услуги. В случае возникновения у Покупателя вопросов, касающихся Услуги, перед оформлением Заказа ему необходимо обратиться за консультацией к Оператору.

# offerPage17
source: 4. Terms of the Order execution
ru: 4. Сроки исполнения Заказа

# offerPage18
source: 4.1 The term of execution of the Order depends on the type of Service and the time required to process the Order. In exceptional cases, the term of execution of the Order may be agreed with the Buyer individually, depending on the type of Services provided. If the Seller is unable to provide the Service, including for reasons beyond the Seller's control, the Seller shall have the right to cancel the Service from the Buyer's Order. The Seller shall notify the Buyer of any changes to his Order through the Operator.
ru: 4.1. Срок исполнения Заказа зависит от типа Услуги и времени, необходимого на обработку Заказа. Срок исполнения Заказа в исключительных случаях может быть оговорен с Покупателем индивидуально в зависимости от типа предоставляемых Услуг. В случае невозможности оказания Услуги Продавцом, в том числе по причинам, не зависящим от последнего, Продавец вправе аннулировать указанную Услугу из Заказа Покупателя. Продавец обязуется уведомить Покупателя об изменении его Заказа через Оператора.

# offerPage19
source: 4.2 The order is considered completed at the moment of acceptance of the service by the Buyer.
ru: 4.2. Заказ считается выполненным в момент принятия услуги Покупателем.

# offerPage20
source: 4.3 If the Buyer provides inaccurate information about his contact information, the Seller is not responsible for the improper execution of the Order.
ru: 4.3. В случае предоставления Покупателем недостоверной информации его контактных данных Продавец за ненадлежащее исполнение Заказа ответственности не несет.
