Repository: tosyak/saturn.love
Catalog: lib/l10n/app_*.arb
Languages: ru

# privacyPolicy29
source: 3.1 The Operator undertakes to use Personal Data in accordance with the Federal Law "On Personal Data" #152-FZ of July 27, 2006 and this Privacy Policy.
ru: 3.1. Оператор обязуется использовать Персональные данные в соответствии с Федеральным Законом «О персональных данных» № 152-ФЗ от 27 июля 2006 г. и настоящей политикой конфиденциальности.

# privacyPolicy30
source: 3.2 In relation to personal data of the User their confidentiality is preserved, except the cases when the specified data is publicly available.
ru: 3.2. В отношении персональных данных Пользователя сохраняется их конфиденциальность, кроме случаев, когда указанные данные являются общедоступными.

# privacyPolicy31
source: 3.3 The Operator is entitled to store personal data only on servers on the territory of the Russian Federation.
ru: 3.3. Оператор имеет право хранить персональные данные только на серверах на территории Российской Федерации.

# privacyPolicy32
source: 3.4 The Operator is entitled to transfer the User's personal data without the User's consent to the following persons:
ru: 3.4. Оператор имеет право передавать персональные данные Пользователя без согласия Пользователя следующим лицам:

# privacyPolicy33
source: 3.4.1 to state authorities, including bodies of inquiry and investigation, and local authorities upon their reasoned request;
ru: 3.4.1 государственным органам, в том числе органам дознания и следствия, и органам местного самоуправления по их мотивированному запросу;

# privacyPolicy34
source: 3.4.2 in other cases directly provided by the current legislation of the Russian Federation.
ru: 3.4.2 в иных случаях, прямо предусмотренных действующим законодательством РФ.

# privacyPolicy35
source: 3.5. The Operator has the right to transfer personal data to third parties not specified in paragraph 3.4. of this Privacy Policy in the following cases:
ru: 3.5. Оператор имеет право передавать персональные данные третьим лицам, не указанным в п. 3.4. настоящей Политики конфиденциальности, в следующих случаях:

# privacyPolicy36
source: 3.5.1 The User has expressed his consent to such actions;
ru: 3.5.1 Пользователь выразил свое согласие на такие действия;

# privacyPolicy37
source: 3.5.2 The transfer is necessary as part of the User's use of the Site or the provision of Services to the User;
ru: 3.5.2 передача необходима в рамках использования Пользователем Сайта или оказания Услуг Пользователю;

# privacyPolicy38
source: 3.5.3 The transfer takes place within the framework of the sale or other transfer of business (in whole or in part), and all obligations to comply with the terms of this Policy are transferred to the transferee.
ru: 3.5.3 передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики.

# privacyPolicy39
source: 3.6 The Operator carries out automated processing of personal data.
ru: 3.6. Оператор осуществляет автоматизированную обработку персональных данных.

# privacyPolicy40
source: 4. Rights and obligations of the User
ru: 4. Права и обязанности Пользователя

# privacyPolicy41
source: 4.1 The User undertakes not to disclose to third parties the login and password used by him for identification on the Site.
ru: 4.1. Пользователь обязуется не сообщать третьим лицам логин и пароль, используемые им для идентификации на Сайте.

# privacyPolicy42
source: 4.2 The User undertakes to exercise due diligence in storing the password when entering it.
ru: 4.2. Пользователь обязуется соблюдать должную осмотрительность при хранении пароля, при его вводе.

# privacyPolicy43
source: 4.3 The User undertakes to use complex combinations of characters to create a login/password when registering on the Site.
ru: 4.3. Пользователь обязуется при регистрации на Сайте использовать сложные сочетания символов для создания логина/пароля.

# privacyPolicy44
source: 4.4 The User undertakes not to provide third parties with a computer device if it can be used for free access to the User's personal account.
ru: 4.4. Пользователь обязуется не предоставлять третьим лицам в пользование компьютерное устройство в случае, если с него возможен свободный доступ к личному кабинету Пользователя.

# privacyPolicy45
source: 4.5 The User guarantees that all personal data is up to date and does not refer to third parties.
ru: 4.5. Пользователь гарантирует, что все персональные данные являются актуальными и не относятся к третьим лицам.

# privacyPolicy46
source: 4.6 The User has the right to change, delete their personal data. The User can edit their personal data in the profile created during registration.
ru: 4.6. Пользователь вправе изменять, удалять свои персональные данные. Персональные данные Пользователь может редактировать в создаваемом при регистрации профиле.

# privacyPolicy47
source: 5. Protection of personal data
ru: 5. Защита персональных данных

# privacyPolicy48
source: 5.1 The operator provides proper protection of personal data in accordance with the legislation of the Russian Federation and takes necessary and sufficient organizational and technical measures for protection of personal data.
ru: 5.1. Оператор осуществляет надлежащую защиту персональных данных в соответствии с законодательством РФ и принимает необходимые и достаточные организационные и технические меры для защиты персональных данных.

# privacyPolicy49
source: 5.2 To ensure security of personal data during its processing, the Operator shall take measures to protect personal data from unlawful or accidental access to it, its destruction, modification, blocking, copying, provision, distribution, as well as from other unlawful actions in relation to personal data.
ru: 5.2. Для обеспечения безопасности персональных данных при их обработке Оператор принимает меры для защиты персональных данных от неправомерного или случайного доступа к ним, их уничтожения, изменения, блокирования, копирования, предоставления, распространения, а также от иных неправомерных действий в отношении персональных данных.

# privacyPolicy50
source: 5.3 In order to ensure information security, the Operator shall take the following measures to protect personal information:
ru: 5.3. В целях обеспечения информационной безопасности Оператором предпринимаются следующие меры для защиты персональной информации:

# privacyPolicy51
source: - mandatory use of firewalls, anti-virus systems;
ru: — обязательное использование брандмауэров, антивирусных систем;

# privacyPolicy52
source: - Data backup;
ru: — резервное копирование данных;

# privacyPolicy53
source: - Use of standard industry security measures.
ru: — использование стандартных отраслевых мер безопасности.

# privacyPolicy54
source: Personal information is stored on the company's server and can be used to further inform customers about new promotions and services, as well as for marketing, statistical and other research.
ru: Персональная информация хранится на сервере компании и может быть использована для последующего информирования клиентов о новых акциях и услугах, а также для проведения маркетинговых, статистических и иных исследований.

# privacyPolicy56
source: 6.1. the Operator uses "cookies". Cookies" files are small text files placed on hard disks of Users' devices while using different websites and are intended to help in customizing the user interface according to Users' preferences.
ru: 6.1. Оператор использует файлы «cookies». Файлы «cookies» – это небольшие текстовые файлы, размещаемые на жестких дисках устройств Пользователей во время использования различных сайтов, предназначенные для содействия в настройке пользовательского интерфейса в соответствии с предпочтениями Пользователей.

# privacyPolicy57
source: 6.2 Most browsers allow you to refuse to receive "cookies" and delete them from the hard drive of the device.
ru: 6.2. Большинство браузеров позволяют отказаться от получения файлов «cookies» и удалить их с жесткого диска устройства.

# privacyPolicy58
source: 7. Other provisions
ru: 7. Иные положения

# privacyPolicy59
source: 7.1. The law of the Russian Federation is applicable to this Privacy Policy and the relations between the User and the Operator, which arise in connection with the application of the Privacy Policy.
ru: 7.1. К настоящей Политике конфиденциальности и отношениям между Пользователем и Оператором, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.

# privacyPolicy60
source: 7.2 All possible disputes arising from the present Agreement shall be resolved in accordance with the current legislation at the place of the Operator's registration.
ru: 7.2. Все возможные споры, вытекающие из настоящего Соглашения, подлежат разрешению в соответствии с действующим законодательством по месту регистрации Оператора.

# privacyPolicy61
source: Before going to court, the User shall observe the obligatory pre-trial procedure and send the corresponding claim to the Operator in writing. The term for responding to the claim is 30 (thirty) working days.
ru: Перед обращением в суд Пользователь должен соблюсти обязательный досудебный порядок и направить Оператору соответствующую претензию в письменном виде. Срок ответа на претензию составляет 30 (тридцать) рабочих дней.

# privacyPolicy62
source: 7.3 If, for whatever reason, one or more provisions of the Privacy Policy are deemed invalid or unenforceable, this does not affect the validity or enforceability of the remaining provisions of the Privacy Policy.
ru: 7.3. Если по тем или иным причинам одно или несколько положений Политики конфиденциальности будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений Политики конфиденциальности.

# privacyPolicy63
source: 7.4 The Operator has the right to change the Privacy Policy (in whole or in part) unilaterally at any moment without prior agreement with the User. All the changes come into force the next day after they are posted on the Site.
ru: 7.4. Оператор имеет право в любой момент изменять Политику конфиденциальности (полностью или в части) в одностороннем порядке без предварительного согласования с Пользователем. Все изменения вступают в силу на следующий день после размещения на Сайте.

# privacyPolicy64
source: 7.5. The User undertakes to independently follow the changes of the Privacy policy by familiarizing with the actual edition.
ru: 7.5. Пользователь обязуется самостоятельно следить за изменениями Политики конфиденциальности путем ознакомления с актуальной редакцией.

# privacyPolicy65
source: 8. Contact information of the Operator
ru: 8. Контактная информация Оператора

# privacyPolicy67
source: 8.1 Individual entrepreneur Sergey V. Gutnikov
ru: 8.1. Индивидуальный предприниматель Гутников Сергей Викторович

# privacyPolicy69
source: 8.3 Address: Russia, Balakovo, 9 Kakhovskaya St., apt. 29
ru: 8.3. Адрес: Россия, г. Балаково, ул. Каховская 9, кв. 29

# subscriptionAgrPage1
source: Paid Subscription Agreement
ru: Соглашение об использовании платной подписки

# subscriptionAgrPage2
source: "May 14" May 2021.
ru: "14" мая 2021г.

# subscriptionAgrPage3
source: This Agreement on the use of the Saturn.love Subscription (hereinafter - "Agreement") governs the relations between the Individual Sergey V. Gutnikov, TIN: 643905793610 - the owner and operator of the Site https://saturn.love and all its sub-domains (hereinafter - "Site Owner"), and the natural person (hereinafter - User) in organizing the User access to the Site Content.
ru: Настоящее Соглашение об использовании Подписки проекта «Saturn.love» (далее - «Соглашение») регламентирует отношения между ИП Гутниковым Сергеем Викторовичем, ИНН: 643905793610 - собственником и оператором Сайта https://saturn.love и всех его поддоменов (далее - «Владелец Сайта»), и физическим лицом (далее - Пользователь) по организации доступа Пользователя к Контенту Сайта.

# subscriptionAgrPage4
source: The User guarantees that he/she has all the powers necessary to enter into this Agreement.
ru: Пользователь гарантирует, что обладает всеми необходимыми полномочиями для заключения настоящего Соглашения.

# subscriptionAgrPage5
source: In case the User has not reached the age of majority (18 years) or has become fully incapacitated due to another circumstance stipulated by applicable law, they must obtain the necessary permission in the form required by law from their parents or legal representatives.
ru: В случае, если Пользователь не достиг возраста совершеннолетия (18 лет) или стал полностью недееспособным в силу наступления иного обстоятельства, предусмотренного действующим законодательством, он обязан самостоятельно получить необходимое разрешение в требуемой законом форме от своих родителей, либо законных представителей.

# subscriptionAgrPage6
source: By subscribing for a fee (hereinafter - Subscription) through actions contemplated on the Site, the User guarantees and confirms that he/she has read and fully agreed (accepted) with the terms of this Agreement without any changes or exceptions.
ru: Оформив платную Подписку (далее - Подписка) посредством совершения предусмотренных на Сайте действий, Пользователь гарантирует и подтверждает, что прочитал и выразил полное согласие (акцептовал) с условиями настоящего Соглашения без каких-либо изменений или изъятий.

# subscriptionAgrPage7
source: 1. General provisions
ru: 1. Общие положения

# subscriptionAgrPage8
source: 1.1 This Agreement is a supplemental agreement to the User Agreement and Privacy Policy located at https://saturn.love/ru/politika-konfidentsialnosti.html (the "User Agreement"). All terms used in this Agreement have the meaning as defined in the User Agreement.
ru: 1.1. Настоящее Соглашение является дополнительным соглашением к Пользовательскому соглашению и политике конфиденциальности, размещенному по ссылке https://saturn.love/ru/politika-konfidentsialnosti.html (далее - «Пользовательское соглашение»). Все термины, используемые в Соглашении, имеют значение, определенное в Пользовательском соглашении.

# subscriptionAgrPage9
source: 1.2 This Agreement is a legally binding contract that defines the terms and conditions of a paid subscription to the Site, which provides enhanced access to its functionality.
ru: 1.2. Настоящее Соглашение является юридически обязывающим договором, определяющим условия и правила использования платной подписки Сайта, предоставляющей расширенный доступ к его функционалу.

# subscriptionAgrPage10
source: 1.3 The Agreement shall be deemed to be executed and become effective as an adhesion contract as of the moment of User's taking the actions, specified in paragraph 1.6 of the Agreement, which means the full and unconditional acceptance of all conditions of the Agreement by the User without any exceptions and/or limitations. The User on an equal basis with the Website Owner, the Website Administrator becomes a party to this Agreement.
ru: 1.3. Соглашение считается заключенным и приобретает силу договора присоединения с момента совершения Пользователем действий, предусмотренных п.1.6. Соглашения, означающих полное и безоговорочное принятие Пользователем всех условий Соглашения без каких-либо изъятий и/или ограничений. Пользователь наравне с Владельцем Сайта, Администратором Сайта становится Стороной по настоящему Соглашению.

# subscriptionAgrPage11
source: 1.4 The Agreement can be changed by the Website Administrator, in this case the Website Administrator notifies the User of the changes in the Agreement by posting the information about the changes in the Agreement on the Website. User independently monitors the changes in the text of the Agreement, located on the Project Website.
ru: 1.4. Соглашение может быть изменено Администратором Сайта, при этом Администратор Сайта уведомляет Пользователя об изменении Соглашения путем размещения информации об изменении Соглашения на Сайте. Пользователь самостоятельно следит за изменениями текста Соглашения, расположенного на Сайте Проекта.

# subscriptionAgrPage12
source: 1.5 When using the Website for a paid subscription Users must be guided by this Agreement. The provisions of the User Agreement apply to everything that is not covered by this Agreement.
ru: 1.5. При использовании Сайта в части платной подписки Пользователи обязаны руководствоваться настоящим Соглашением. Во всем, что не предусмотрено настоящим Соглашением, применяются положения Пользовательского соглашения.

# subscriptionAgrPage13
source: 1.6 Acceptance of this Agreement as a legally binding document is the acceptance of its terms by the User by putting a symbol in the specially designated box (window), followed by committing action to pay for a paid subscription under the conditions selected by the User.
ru: 1.6. Акцептом настоящего Соглашения как юридически обязывающего документа является принятие Пользователем его условий путем проставления символа в специально выделенном для этого поле (окне) с последующим совершением действий по оплате платной подписки согласно выбранным Пользователем условиям.

# subscriptionAgrPage14
source: 2. Ordering and paying for a Subscription
ru: 2. Заказ и оплата Подписки

# subscriptionAgrPage15
source: 2.1 The Subscription provides the User with an opportunity to finance the Project, as well as, depending on the selected type of Subscription, to get access to the expanded Content of the Website, subject to the terms of this Agreement and the requirements of applicable law.
ru: 2.1. Подписка обеспечивает Пользователя возможностью профинансировать Проект, а также, в зависимости от выбранного типа Подписки, получить доступ к расширенному Контенту Сайта, с соблюдением условий настоящего Соглашения и требований применимого законодательства.

# subscriptionAgrPage16
source: 2.2 The Subscription fee is set by the Website Owner in the currency of the Russian Federation - rubles, and is posted in the appropriate section of the Website at https://saturn.love/ru/sub/vedic.html.
ru: 2.2. Стоимость Подписки устанавливается Владельцем Сайта в валюте РФ - рублях и размещается в соответствующем разделе Сайта по адресу https://saturn.love/ru/sub/vedic.html

# subscriptionAgrPage17
source: 2.2.1 The Service can provide discounts for subscriptions, in which case the subscription price will be calculated as the base subscription price minus a discount.
ru: 2.2.1. Сервис может предоставлять скидки на подписку, в этом случае стоимость подписки будет рассчитана как базовая стоимость подписки минус скидка.

# subscriptionAgrPage18
source: 2.3 A subscription is of unlimited duration, i.e. it is valid until the User cancels it.
ru: 2.3. Подписка является бессрочной, т.е. действует до момента отказа Пользователя от нее.

# subscriptionAgrPage19
source: 2.4 To avoid charging the Owner of the Website for the Subscription, the User must cancel (unsubscribe) the Subscription before the end of the Subscription period in the User's Personal profile on the Service, or as otherwise described in this Agreement.
ru: 2.4. Чтобы избежать взимания Владельцем Сайта платы за Подписку, Пользователь должен отменить (отключить) Подписку до окончания периода Подписки в личном кабинете Пользователя на Сервисе или иным способом, описанным в настоящем Соглашении.

# subscriptionAgrPage20
source: 2.5 Subscription period is calculated in calendar days and is 30 calendar days or 1 calendar year. Subscription auto-renewal (payment for a new Subscription) upon expiration of the previous Subscription period is automatic under the same terms as those applicable to the expired Subscription. Debit is automatic at the expiration date of the current Subscription period. Subscription will be renewed again for the next 30 calendar days or calendar year (depending on the selected Subscription type).
ru: 2.5. Период Подписки исчисляется в календарных днях и составляет 30 календарных дней или 1 календарный год. Автопродление Подписки (оплата стоимости новой Подписки) по завершении периода действия предыдущей Подписки производится автоматически на тех же условиях, что действовали для истекшей Подписки. Списание средств производится автоматически на дату окончания периода действия текущей Подписки. Подписка вновь продлевается на следующие 30 календарных дней или календарный год (в зависимости от выбранного типа подписки).

# subscriptionAgrPage21
source: 2.6. Subscription payment is made through the payment systems selected by the User on the Subscription confirmation page:
ru: 2.6. Оплата Подписки производится через платежные системы которые выбирает Пользователь на странице подтверждения подписки:

# subscriptionAgrPage22
source: - Fondy. The terms of use of the system are available at the official website of the system - https://fondy.ru.
ru: - Fondy. Условия пользования системой, размещены на официальном сайте системы - https://fondy.ru

# subscriptionAgrPage23
source: - Cloud Payments. The terms of use of the system are available at the official website of the system - https://cloudpayments.ru.
ru: - Cloud Payments. Условия пользования системой, размещены на официальном сайте системы - https://cloudpayments.ru

# subscriptionAgrPage24
source: 2.7 When paying, the User is obliged to follow the payment instructions on the order and methods of payment.
ru: 2.7. При осуществлении оплаты Пользователь обязан следовать платежным инструкциям по порядку и способам оплаты.

# subscriptionAgrPage25
source: 2.8. When paying for the Subscription, the User assumes all the expenses related to payment of the Subscription, which depend on the payment method: commission of the bank, mobile operator, payment system, etc.
ru: 2.8. При оплате Подписки, Пользователь берет на себя все расходы, связанные с оплатой Подписки, которые зависят от способа оплаты: комиссия банка, сотового оператора, платежной системы и т.д.

# subscriptionAgrPage26
source: 2.9. The User's payment is confirmed by cashier's checks, electronic checks, issued by banks and payment systems to confirm the transfer of funds.
ru: 2.9. Подтверждением внесения платежа Пользователя служат кассовые чеки, электронные чеки и иные документы, выдаваемые банками и платежными системами в подтверждение перечисления денежных средств.

# subscriptionAgrPage27
source: 2.10. The Parties acknowledge and agree, that the Owner of the Site does not bear before the User liability in case of not receipt of money resources from the User and-or not reception by the Owner of the Site of the corresponding acknowledgement of the fact of payment for the reasons independent of the Owner of the Site, including, but without being limited: failure of software or equipment failure of banks, communication operators, payment systems and other payment intermediaries, which provide reception of payments for Services from Users and their transfer to the Owner of the Site. The Parties also admit and agree, that the Owner of the Site is not obliged to render Services to the User until money for the Service from the User arrives to the account of the Owner of the Site if other is not stipulated by the Agreement.
ru: 2.10. Стороны признают и соглашаются, что Владелец Сайта не несет перед Пользователем ответственности в случае не поступления денежных средств от Пользователя и/или не получения Владельцем Сайта соответствующего подтверждения факта оплаты по причинам, не зависящим от Владельца Сайта, включая, но не ограничиваясь: сбои в программном обеспечении или поломку оборудования банков, операторов связи, платежных систем и иных платежных посредников, которые обеспечивают прием платежей за Услуги от Пользователей и их перечисление Владельцу Сайта. Стороны также признают и соглашаются, что Владелец Сайта не обязан оказывать Пользователю Услуги до момента поступления денежных средств за Услугу от Пользователя на расчетный счет Владельца Сайта, если иное не предусмотрено Соглашением.
