Repository: tosyak/saturn.love
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Attention!
ru: Внимание!

source: Sign In
ru: Вход

# logIn
source: Sign In
ru: Войти

source: Sign Up
ru: Регистрация

source: Login
ru: Логин

source: Password
ru: Пароль

source: Send
ru: Отправить

# rememberMe
source: Remeber me
ru: Запомнить меня

source: Enter account
ru: Вход в аккаунт

source: Create account
ru: Зарегистрироваться

# singUpWith
source: Sign up with
ru: Зарегистрироваться через

# singInWith
source: Sign in with
ru: Войти через

# forgotpass
source: Forgot password?
ru: Забыли пароль?

source: Forgot login?
ru: Забыли логин?

# minimumSix
source: minimum 6 characters
ru: минимум 6 символов

# iConsent
source: I consent to data processing
ru: Согласен на обработку данных

# dataProcessing
source: (Personal Data Processing Policy)
ru: (Политика обработки персональных данных)

# forgotpasshint
source: Enter the email address listed in your account settings. A message containing a confirmation code will be sent to this address. Once you receive it, you can enter a new password for your account.
ru: Введите адрес электронной почты, указанный в параметрах вашей учетной записи. На этот адрес будет отправлено сообщение, содержащее код подтверждения. После его получения вы сможете ввести новый пароль для вашей учетной записи.

# forgotloginhint
source: Enter the email address listed in your account settings. A message containing your login will be sent to this address.
ru: Введите адрес электронной почты, указанный в параметрах вашей учетной записи. На этот адрес будет отправлено сообщение, содержащее ваш логин.

# jyotishIs
source: Vedic astrology Jyotish
ru: Ведическая астрология Джйотиш

# enterDate
source: Enter your date and place of birth:
ru: Введите дату и место рождения:

source: Name
ru: Имя

source: Date of birth
ru: Дата рождения

source: Place of birth
ru: Место рождения

source: Time of birth
ru: Время рождения

source: Calculate
ru: Рассчитать

# dontKnow
source: I don't know the time of birth
ru: Не знаю времени рождения

# know
source: I know the time of birth
ru: Знаю времени рождения

# whatYouWillLearn
source: What you learn from the calculation
ru: Что вы узнаете из расчета

# calculationDefinition1
source: Areas of life that hold particular significance for you
ru: Какие сферы жизни имеют основное значение для вас

# calculationDefinition2
source: Ways to improve important areas of your life
ru: С какими особенностями они реализуются

# calculationDefinition3
source: Your growth zone which is also a karmic task
ru: От чего зависит счастье

# calculationDefinition4
source: Features of your personality that you tend to overlook
ru: Характеристики подходящего вам партнёра

# calculationDefinition5
source: Best ways to boost your energy
ru: Что развивать, чтобы нравиться мужчинам/женщинам

# calculationDefinition6
source: Whether you can fulfill yourself at home or moving overseas is recommended
ru: Как на вас влияют текущие транзиты планет

# calculationDefinition7
source: Your weaknesses and ways to work with them
ru: Как использовать транзиты для максимальной продуктивности

# calculationDefinition8
source: Qualities of your ideal partner
ru: Ваши индивидуальные способы получения энергии и жизненных сил

# calculationDefinition9
source: Qualities to develop in yourself to build a decent romantic relationship
ru: Вашу главную зона роста/«кармическую задачу»

# calculationDefinition10
source: What others expect from you
ru: Важно ли вам переехать за границу

# calculationDefinition11
source: Your natural libido level
ru: Особенности вашей сексуальности

# calculationDefinition12
source: Best ways to present yourself
ru: Что вашему предназначению диктуют йоги/планетарные соединения

# calculationDefinition13
source: Ways to enhance your sense of happiness
ru: Периоды Сади Сати и как вам их проживать

source: What is Jyotish
ru: Что такое Джйотиш

# aboutJyotish
source: About Jyotish Vedic Astrology
ru: О ведической астрологии Джйотиш

# imorpantAboutAstrology
source: The important thing to remember about astrology is this:
ru: Важное, что следует помнить в отношении астрологии:

# jyotishAnswer
source: The question that Jyotish answers:
ru: Вопрос, на который отвечает Джйотиш:

# aboutJyotish1
source: "Jyotish" translates from Sanskrit as "bearing light". Vedic astrology sheds light on a
ru: «Джйотиш» с санскрита переводится как «несущий свет». Ведическая астрология проливает свет на

# aboutJyotish2
source: person's genetic portrait.
ru: генетический портрет человека.

# aboutJyotish3
source: The way natal charts were read at the dawn of Vedic science differs from how they should be read
ru: То, как читали натальные карты на заре ведической науки, отличается от того, как их следует читать

# aboutJyotish4
source: now
ru: сейчас,

# aboutJyotish5
source: that the world has changed dramatically. Classical Vedic astrology is somewhat "dusty" precisely because astrologers often interpret natal charts based on life patterns from years long gone by.
ru: когда мир кардинально изменился. К классической ведической астрологии немного “пыльное” отношение именно потому, что зачастую астрологи трактуют натальные карты, исходя из особенностей жизни давно минувших лет.

# aboutJyotish6
source: The Jyotish chart used here is a
ru: Используемый здесь Джйотиш представляет собой

# aboutJyotish7
source: modern and practical tool
ru: современный и практичный инструмент,

# aboutJyotish8
source: focused on finding your life's business and identifying the characteristics of your ideal profession. The same positions in the chart can mean completely different things from person to person, as the natal chart must overlay
ru: ориентированный на поиск дела жизни и выявление особенностей идеальной для вас профессии. Одни и те же положения в карте могут означать совершенно разные вещи от человека к человеку, так как натальная карта должна накладываться на

# aboutJyotish9
source: your personality.
ru: вашу индивидуальность.

# aboutJyotish10
source: The automatic calculation given on this site gives
ru: В приведенном на сайте автоматическом расчете даны

# aboutJyotish11
source: general characteristics
ru: общие характеристики

# aboutJyotish12
source: of the positions in the chart, the interpretation of which can vary considerably for different people. In order to rectify your chart, to understand your unique purpose in a comprehensive way, and to identify what certain planetary positions mean for you, you can make an appointment for a
ru: положений в карте, трактовки которых могут значительно различаться для разных людей. Для того, чтобы ректифицировать вашу карту, разобрать ваше уникальное предназначение комплексно и выявить, что именно те или иные положения планет означают для вас, вы можете записаться на

# aboutJyotish13
source: personal consultation
ru: личную консультацию

# aboutJyotish14
source: with the author of this site.
ru: к автору этого сайта.

# aboutJyotish15
source: What is the right path for someone with certain qualities?
ru: Какой путь подойдёт человеку, обладающему определенными качествами?

# aboutJyotish16
source: The purpose of Jyotish astrology is to shed light on our individual destiny.
ru: Предназначение астрологии Джйотиш в том, чтобы проливать свет на наше индивидуальное предназначение.

# aboutJyotish17
source: Astrology originated in Mesopotamia about 4,000 years ago, from where it spread to India and Greece. The Greek branch is known as western astrology and the Indian branch as Jyotish. The Western and Eastern uses different coordinates, which makes the charts of the two astrologies drastically different.
ru: Астрология зародилась в Месопотамии около 4000 лет назад, откуда распространилась в Индию и Грецию. Греческое направление известно как западная астрология, а индийская разновидность астрологии - как Джйотиш. Западная и восточная использует разные координаты, в связи с чем карты этих двух астрологий кардинально различаются.

# aboutJyotish18
source: The Vedas were the source of the philosophy that formed the basis of Vedic astrology Jyotish, it is the Vedas that specify the rules for reading the natal chart. Vedas is a collection of philosophical metaphorical texts about the laws of nature and creation, about the meaning of life, Dharma and how to achieve human happiness. The Vedas are complex texts that tell epic stories of the lives, joys, troubles, victories and defeats of heroes. Later, with the rise of the religion of Hinduism, the texts of the Vedas came to be considered sacred scriptures, the heroes of the stories were appointed gods and a cult was formed around them. It so happened that Jyotish astrology and the religion of Hinduism came from one source, the Vedas, and therefore Jyotish and religion became almost equal, although true Jyotish astrology has nothing to do with religion and is intended for secular purposes.
ru: Веды стали источником философии, которая легла в основу ведической астрологии Джйотиш, именно Веды указывают правила чтения натальной карты. Веды это сборник философских метафорических текстов о законах природы и мироздания, о смысле жизни, Дхарме и способах достижения человеком счастья. Веды это сложные тексты, рассказывающие эпичные истории о жизнях, радостях, бедах, победах и поражениях героев. Впоследствии, с возникновением религии индуизм, тексты Вед стали считаться священными писаниями, герои историй были назначены богами и вокруг них образовался культ. Так сложилось, что астрология Джйотиш и религия индуизм вышли из одного источника - из Вед, и поэтому между Джйотиш и религией стали ставить чуть ли не знак равенства, хотя истинная астрология Джйотиш не имеет отношения к религии и предназначена для светских целей.

# aboutJyotish19
source: In ancient times, astrology could only be used to its full potential by members of the highest ranks of society. For them, for the most part, it served. Astrology helped them understand how a lord, commander, or ruler could increase their power. That is, astrology helped them develop their purpose. The upper classes had few restrictions: economic, territorial, and mental, because they could be educated and expand. In those ancient times, only members of the higher estates had opportunities to realize themselves in accordance with their horoscopes, while in the modern world, all people, regardless of their origin, have the opportunity to realize their strong positions in the charts.
ru: В очень давние времена астрологию полноценно могли использовать только члены высших сословий общества. Для них она по большей части и служила. Астрология помогала понять какими способами тот или иной господин, военачальник или правитель могли усилить своё могущество. То есть астрология помогала им развиться в их предназначении. Высшие сословия имели мало ограничений: экономических, территориальных и ментальных, поскольку имели возможность получать образование и совершать экспансию. В те давние времена только представители высших сословий имели возможности реализовываться в соответствии со своим гороскопом, в современном же мире возможность реализовывать свои сильные положения в картах имеют все люди, независимо от их происхождения.

# aboutJyotish20
source: At a time when opportunities for ordinary people were severely limited, foretelling astrology was born. The worldview foundation of predictive astrology is static life, small opportunities for development and almost hopelessness of existence of ordinary man. Then appeared the tradition of chanting mantras to supposedly harmonize the planets, because chanting sacred songs allows to alleviate the suffering resulting from the inability to realize the strong positions in the chart. Times have changed, life is different and predictive astrology no longer works. Today every one of us can use every single active position in our natal chart and have a positive outcome, even in those houses supported by planets that were not favored by the old-style astrologers who were wary of Saturn, Mars, the Sun, and the lunar nodes of Rahu and Ketu. The good news is that Saturn and Rahu no longer foretell a hard life for us. We just need to know how to realize the challenging positions in our natal chart.
ru: Во времена, когда возможности простых людей были сильно ограничены, зародилась предсказательная астрология. Мировоззренческим фундаментом предсказательной астрологии является статичность жизни, малые возможности для развития и практически безысходность существования простого человека. Тогда же появилась традиция петь мантры для якобы гармонизации планет, потому как пение священных песен позволяет облегчить страдание, возникающее как следствие невозможности реализации сильных положений в карте. Времена изменились, жизнь стала другой и предсказательная астрология перестала работать. Сегодня каждый из нас имеет возможность задействовать в жизни все до одного активные положения в своих натальных картах и иметь положительные результаты даже в тех домах, за которые отвечают планеты, не жалуемые старорежимными астрологами, побаивающимися Сатурна, Марса, Солнца и лунных узлов Раху и Кету. Хорошие новости: Сатурн и Раху больше не предрекают нам тяжелой жизни. Просто нужно знать как можно реализовать непростые положения в натальной карте.

# aboutJyotish21
source: The untruthfulness of predictive astrology in our time is confirmed by extensive statistical studies, produced first by Michel Gauclain and then by Andre Barbot. The predictive element in astrology comes true with only a 25-40% probability, as statistics have shown. While the correspondence of a person's character to the positions in the natal chart, according to various studies, is 75-85%.
ru: Неправдивость предсказательной астрологии в наше время подтверждены обширными статистическими исследованиями, произведенными сперва Мишелем Гокленом, а потом Андрэ Барбо. Предсказательный элемент в астрологии сбывается всего лишь с вероятностью 25-40%, как показали статистические данные. В то время как соответствие характера человека положениям в натальной карте, по разным исследованиям, составляет 75-85%.

# aboutJyotish22
source: Jyotish astrology helps to answer the questions: what am I born to do? what am I inclined to do? what is important to me? how can this important be realized? what is essential to me that I refuse to look at? what am I underdeveloped to be happy? what is my destiny? what Path is right for me?
ru: Астрология Джйотиш помогает ответить на вопросы: для совершения каких действий я рождён? к чему я склонен? что для меня важно? как это важное реализовать? что может быть создано мной? на что из существенного для меня я отказываюсь смотреть? что я недоразвил, чтобы быть счастливым? каково моё предназначение? какой Путь мне подходит?

# aboutJyotish23
source: The natal chart even allows you to make a diagnosis of health and find the causes of disease, which is what Ayurveda does. When one does not realize the strong positions in one's chart, diseases begin. It is a mistake to think of diseases as punishment. Illnesses are when the potential in a person (in fact, energy) is forced to collapse into the body without being applied to a suitable activity, provoking illness.
ru: Натальная карта позволяет даже делать диагностику здоровья и находить причины болезней, - именно этим занимается Аюрведа. Когда человек не реализует сильные положения в своей карте, начинаются болезни. Ошибкой было бы считать болезни наказанием. Болезни это когда имеющийся в человеке потенциал (по сути - энергия), не будучи применено в подходящей человеку деятельности, вынужден коллапсировать внутрь тела, провоцируя болезни.

# aboutJyotish24
source: The natal chart is a mathematical model of our psyche. Vedic astrology metaphorically, through houses and planets, tells us how our personality is structured, what is in our genes, what we are inclined to do, what people suit us as spouses, lovers, teachers, business partners. A good astrologer will find several sub-personalities in your chart (components of the personality, each with its own needs and interests) and, by giving them a common task, will deduce a purpose, which includes work, family, relationships, money, and many other things.
ru: Натальная карта представляет собой математическую модель нашей психики. Ведическая астрология метафорически, через дома и планеты, рассказывает как наша личность устроена, что есть в наших генах, к чему мы склонны, какие люди подходят нам на роли супругов, любовников, учителей, бизнес-партнеров. Хороший астролог найдёт в вашей карте несколько субличностей (составных частей личности, у каждой из которых есть свои потребности и интересы) и, поставив им общую задачу, выведет предназначение, которое включает и работу, и семью, и отношения, и деньги, и многие другие вещи.

# aboutJyotish25
source: People who are born at the same time and have the same chart will have different purposes. The reason for this is because the natal chart is superimposed on our interests, abilities, cultural and family background. The same position in the chart will have different meanings for different people. For example, one person with Mercury in the house of vocation needs to be a writer, another a financier, a third a music teacher, a fourth a computer programmer, a fifth something else, and so on and so forth a thousand variations. So it is very important that the astrologer ask the person about everything that makes up their life and thinking. It is impossible to get deep enough into a person in less than 1-2 hours to deduce their exact destiny. The astrologer's interpretation of the chart, based on a superficial preliminary analysis of the client, is also superficial.
ru: У людей, родившихся одновременно и имеющих одинаковые карты, будет разное предназначение. Причина этому в том, что натальная карта накладывается на наши интересы, способности, культурный и семейный бэкграунд. Одно и тоже положение в карте для разных людей будет иметь разное значение. Например, одному человеку с Меркурием в доме призвания нужно быть писателем, другому - финансистом, третьему - учителем музыки, четвертому - разрабатывать IT, пятому еще что-то, и так далее тысячи вариантов. Поэтому очень важно, чтобы астролог расспросил человека обо всем, из чего состоит его жизнь и мышление. Меньше чем за 1-2 часа невозможно проникнуть настолько глубоко в человека, чтобы вывести ему точное предназначение. Расшифровка карты астрологом, исходя из поверхностного предварительного анализа клиента, также поверхностна.

# aboutJyotish26
source: The Jyotish natal chart contains 12 houses, each of which symbolizes a certain area of life. There are 9 grahas in the houses: 5 planets (Jupiter, Venus, Mars, Saturn and Mercury), 2 luminaries (Moon and Sun) and two lunar nodes, which are mathematical points and do not exist in reality (Rahu and Ketu). Each of the planets is a symbol of a set of certain qualities and characteristics. Spheres of life are realized in accordance with these qualities. Houses in which planets stand are very important in human life, their non-realization leads to diseases, mental problems and all kinds of failures.
ru: Натальная карта Джйотиш содержит 12 домов, каждый из которых символизирует определенную сферу жизни. В домах расположены 9 грах: 5 планет (Юпитер, Венера, Марс, Сатурн и Меркурий), 2 светила (Луна и Солнце) и два лунных узла, являющиеся математическими точками и не существующими в реальности (Раху и Кету). Каждая из планет является символом набора неких качеств и характеристик. Сферы жизни реализуются в соответствии с этими качествами. Дома, в которых стоят планеты, очень важны в жизни человека, их нереализованность приводит к заболеваниям, психическим проблемам и разного рода неудачам.

# aboutJyotish27
source: The Saturn.Love chart decoding allows you to get in touch with the world of modern and applied Vedic astrology, Jyotish. Inside, you'll find many details about the structure of your life, and you'll understand what you need to work through and with what specifics. The calculation contains many valuable hints. The project is developing and gradually more and more subtle features of human individuality will be described. Welcome to our resource, friends!
ru: Расшифровка карты на Saturn.Love позволяет соприкоснуться с миром современной и прикладной ведической астрологии Джйотиш. Внутри вы найдёте множество подробностей относительно устройства своей жизни, поймёте что вам нужно прорабатывать и с какими особенностями. В расчете содержится множество ценных подсказок. Проект развивается и постепенно будет описано всё больше и больше тонких особенностей индивидуальности человека. Приветствуем вас на нашем ресурсе, друзья!

# astrologyIs
source: Astrology is the science of man, not the stars. "Stars" are symbols of the qualities inherent in human beings.
ru: Астрология это наука о человеке, а не о звёздах. «Звёзды» это символы качеств, присущих людям.

source: Get report
ru: Рассчитать

source: My reports
ru: Мои расчеты

source: Subscription
ru: Подписка

source: Consultation
ru: Консультация

source: Blog
ru: Блог

source: About us
ru: О нас

source: Support
ru: Поддержка

source: My account
ru: Личный кабинет

# personalMapCalc
source: Personal map calculation
ru: Расчет личной карты

# fieldsRequired
source: All fields are required!
ru: Все поля обязательны для заполнения!

# listOfCalcs
source: If you have already made a calculation, you can open it from your
ru: Если уже делали расчет то можете открыть его из своего

# listOfCalcsLink
source: list of calculations.
ru: списка расчетов.

# fillInstruction
source: Instructions for filling in
ru: Инструкция по заполнению

# fillInstruction0
source: This instruction allows you to enter the data correctly in order to calculate the personal card and get the deciphering.
ru: Данная инструкция позволяет правильно ввести данные чтобы рассчитать персональную карту и получить расшифровку.

# fillInstruction1
source: 1. You must fill in ALL(!) fields to calculate the card.
ru: 1. Для расчета карты необходимо заполнить ВСЕ(!) поля.

# fillInstruction2
source: 2. Be sure to enter all fields one at a time. First the date and time of birth and only then the place of birth.
ru: 2. Обязательно вводить все поля по очереди. Сначала дату и время рождения и только потом место рождения.

# fillInstruction3
source: 3. To fill in the place of birth you must start typing in the field and be sure to select the appropriate city after the drop-down list.
ru: 3. Для заполнения места рождения необходимо начать вводить в поле и обязательно после выпадения списка выбрать соответствующий город.

# fillInstruction4
source: 4. When you finish entering the data, press the Calculate button.
ru: 4. По окончании ввода данных нажмите кнопку Расчет.

# contactsQuestionsSuggestions
source: Send questions, suggestions and comments to e-mail support@saturn.love
ru: Вопросы, предложения и замечания присылать по e-mail

# listOfReports
source: A list of my reports
ru: Список моих расчетов

source: All
ru: Все

source: Favorite
ru: Избранные

source: Me
ru: Я

source: Family
ru: Семья

source: Work
ru: Работа

source: Friends
ru: Друзья

source: Open
ru: Открыть

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Transits
ru: Транзиты

# calendar
source: Lunar Calendar
ru: Лунный Календарь

source: Subscription history
ru: История подписок

source: Days left
ru: Осталось дней

source: Price
ru: Цена

source: All rates
ru: Все тарифы

source: Payment ID
ru: ID платежа

source: Start:
ru: Начало:

source: End:
ru: Завершение:

# chooseSubscription
source: Choose your subscription
ru: Выберите вашу подписку

# freeCard1
source: Unlimited number of calculations of the Jyotish card
ru: Безлимитное число расчетов карты Джйотиш

# freeCard2
source: The ability to look at three adjacent maps and find your own map among them
ru: Возможность посмотреть три соседние карты и найти среди них свою
